<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class CitiesTableSeeder extends Seeder
{
    public function run()
    {
        // truncate data
        DB::table('cities')->truncate();

        $this->command->getOutput()->progressStart(670);

        // Винницкая область
        $cities_vinnickaya = [
            'Бар', 'Бершадь', 'Винница', 'Гайсин', 'Гнивань', 'Жмеринка', 'Ильинцы', 'Казатин', 'Калиновка',
            'Крыжополь', 'Ладыжин', 'Липовец', 'Литин', 'Могилев-Подольский', 'Мурованые', 'Куриловцы',
            'Немиров', 'Оратов', 'Песчанка', 'Погребище', 'Теплик', 'Томашполь', 'Тростянец (Винницкая область)',
            'Тульчин', 'Тывров', 'Хмельник', 'Чечельник', 'Шаргород', 'Ямполь'
        ];
        foreach ($cities_vinnickaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 1,
                'sort' => 1,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Волынская область
        $cities_volunskaya = [
            'Берестечко', 'Владимир-Волынский', 'Горохов', 'Иваничи', 'Камень-Каширский', 'Киверцы', 'Ковель',
            'Локачи', 'Луцк', 'Любешов', 'Любомль', 'Маневичи', 'Нововолынск', 'Ратно', 'Рожище', 'Старая Выжевка',
            'Турийск', 'Устилуг', 'Шацк'
        ];
        foreach ($cities_volunskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 2,
                'sort' => 2,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Днепропетровская область
        $cities_dnepropetrovskaya = [
            'Апостолово', 'Васильковка', 'Верхнеднепровск', 'Верховцево', 'Вольногорск', 'Днепр',
            'Днепродзержинск', 'Желтые Воды', 'Зеленодольск (Днепропетровская область)', 'Кривой Рог',
            'Кринички', 'Магдалиновка', 'Марганец', 'Межевая', 'Никополь', 'Новомосковск (Днепропетровская область)',
            'Орджоникидзе', 'Павлоград', 'Перещепино', 'Першотравенск', 'Петриковка', 'Петропавловка', 'Подгородное',
            'Покровское', 'Пятихатки', 'Синельниково', 'Соленое', 'Софиевка', 'Терновка', 'Томаковка', 'Царичанка',
            'Широкое', 'Юрьевка'
        ];
        foreach ($cities_dnepropetrovskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 3,
                'sort' => 3,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Донецкая область
        $cities_doneckaya = [
            'Авдеевка', 'Александровка (Донецкая область)', 'Амвросиевка', 'Артемово', 'Артемовск (Украина)',
            'Белицкое', 'Белозерское', 'Великая Новоселка', 'Волноваха', 'Володарское(Донецкая область)',
            'Горловка', 'Дебальцево', 'Дзержинск (Донецкая область)', 'Димитров', 'Доброполье', 'Докучаевск',
            'Донецк (Украина)', 'Дружковка', 'Енакиево', 'Зугрэс', 'Кировское (Донецкая область)', 'Константиновка',
            'Краматорск', 'Красноармейск', 'Красный Лиман', 'Курахово', 'Макеевка', 'Мангуш', 'Мариуполь',
            'Марьинка', 'Моспино', 'Новоазовск', 'Новогродовка', 'Родинское', 'Светлодарск', 'Святогорск',
            'Северск (Донецкая область)', 'Селидово', 'Славянск', 'Снежное', 'Соледар', 'Старобешево', 'Тельманово',
            'Торез', 'Угледар', 'Харцызск', 'Шахтерск (Украина)', 'Ясиноватая'
        ];
        foreach ($cities_doneckaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 4,
                'sort' => 4,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Житомирская область
        $cities_gitomirskaya = [
            'Андрушевка', 'Барановка', 'Бердичев', 'Брусилов', 'Володарск-Волынский', 'Дзержинск (Житомирская область)',
            'Емильчино', 'Житомир', 'Иршанск', 'Коростень', 'Коростышев', 'Лугины', 'Любар', 'Малин', 'Народичи',
            'Новоград-Волынский', 'Овруч', 'Олевск', 'Попельня', 'Радомышль', 'Романов', 'Ружин', 'Червоноармейск',
            'Черняхов', 'Чуднов'
        ];
        foreach ($cities_gitomirskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 5,
                'sort' => 5,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Закарпатская область
        $cities_zakarpatskaya = [
            'Берегово', 'Великий Березный', 'Виноградов', 'Воловец', 'Иршава', 'Межгорье (Закарпатская область)',
            'Мукачево', 'Перечин', 'Рахов', 'Свалява', 'Тячев', 'Ужгород', 'Хуст', 'Чоп'
        ];
        foreach ($cities_zakarpatskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 6,
                'sort' => 6,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Запорожская область
        $cities_zaporogskaya = [
            'Акимовка', 'Бердянск', 'Большая Белозерка', 'Васильевка', 'Веселое', 'Вольнянск', 'Гуляйполе',
            'Днепрорудное', 'Запорожье', 'Каменка-Днепровская', 'Кирилловка', 'Куйбышево', 'Мелитополь',
            'Михайловка (Запорожская область)', 'Молочанск', 'Новониколаевка', 'Орехов', 'Пологи',
            'Приазовское', 'Приморск (Запорожская область)', 'Розовка', 'Токмак', 'Черниговка', 'Энергодар'
        ];
        foreach ($cities_zaporogskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 7,
                'sort' => 7,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Ивано-Франковская область
        $cities_ivanofrankovskaya = [
            'Богородчаны', 'Болехов', 'Бурштын', 'Верховина', 'Галич (Ивано-Франковская область)', 'Городенка',
            'Долина', 'Ивано-Франковск', 'Калуш', 'Коломыя', 'Косов', 'Надворная', 'Перегинское', 'Поляница',
            'Рогатин', 'Рожнятов', 'Снятын', 'Тлумач', 'Тысменица', 'Яремче'
        ];
        foreach ($cities_ivanofrankovskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 8,
                'sort' => 8,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Киевская область
        $cities_kievskaya = [
            'Барышевка', 'Белая Церковь', 'Белогородка', 'Березань', 'Богуслав', 'Борисполь', 'Бородянка',
            'Боярка', 'Бровары', 'Буча', 'Васильков', 'Вишневое', 'Володарка', 'Ворзель', 'Вышгород',
            'Гнедин', 'Гостомель', 'Згуровка', 'Иванков', 'Ирпень', 'Кагарлык', 'Киев', 'Макаров (Киевская область)',
            'Мироновка', 'Обухов', 'Переяслав-Хмельницкий', 'Петровское', 'Полесское', 'Ракитное (Киевская область)',
            'Ржищев', 'Сквира', 'Славутич', 'Ставище', 'Стоянка', 'Тараща', 'Тетиев', 'Узин', 'Украинка', 'Фастов',
            'Чабаны', 'Яготин'
        ];
        foreach ($cities_kievskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 9,
                'sort' => 9,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Кировоградская область
        $cities_kirovogradskaya = [
            'Александрия (Кировоградская область)', 'Александровка (Кировоградская область)',
            'Бобринец', 'Гайворон', 'Голованевск', 'Добровеличковка', 'Долинская', 'Знаменка',
            'Кировоград', 'Компанеевка', 'Малая Виска', 'Новгородка', 'Новоархангельск', 'Новомиргород',
            'Новоукраинка', 'Ольшанка', 'Онуфриевка', 'Петрово', 'Светловодск', 'Ульяновка (Кировоградская область)',
            'Устиновка'
        ];
        foreach ($cities_kirovogradskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 10,
                'sort' => 10,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Луганская область
        $cities_luganskaya = [
            'Александровск (Луганская область)', 'Алмазная', 'Алчевск', 'Антрацит', 'Беловодск', 'Белокуракино',
            'Брянка', 'Кировск', 'Краснодон', 'Красный Луч', 'Кременная', 'Лисичанск', 'Луганск', 'Лутугино',
            'Марковка', 'Меловое', 'Новоайдар', 'Новопсков', 'Перевальск', 'Попасная', 'Ровеньки', 'Рубежное',
            'Сватово', 'Свердловск', 'Северодонецк', 'Славяносербск', 'Станица Луганская', 'Старобельск',
            'Стаханов', 'Счастье', 'Троицкое', 'Червонопартизанск'
        ];
        foreach ($cities_luganskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 11,
                'sort' => 11,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Львовская область
        $cities_lvovskaya = [
            'Белз', 'Бобрка', 'Борислав', 'Броды', 'Буск', 'Великие Мосты', 'Винники', 'Глиняны', 'Городок (Львовская область)',
            'Добромиль', 'Дрогобыч', 'Дубляны', 'Жидачов', 'Жолква', 'Золочев (Львовская область)',
            'Каменка-Бугская', 'Львов', 'Моршин', 'Мостиска', 'Новояворовск', 'Перемышляны', 'Пустомыты', 'Рава-Русская',
            'Радехов', 'Роздол', 'Рудки', 'Самбор', 'Сколе', 'Сокаль', 'Старый Самбор', 'Стрый', 'Трускавец',
            'Турка' ,'Угнев', 'Хыров', 'Червоноград', 'Яворов'
        ];
        foreach ($cities_lvovskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 12,
                'sort' => 12,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Николаевская область
        $cities_nikolaevskaya = [
            'Арбузинка', 'Баштанка', 'Березанка', 'Березнеговатое', 'Братское', 'Веселиново', 'Вознесенск (Николаевская область)',
            'Врадиевка', 'Доманевка', 'Еланец', 'Казанка', 'Кривое Озеро', 'Николаев', 'Новая Одесса', 'Новый Буг',
            'Очаков', 'Первомайск (Украина)', 'Снигиревка', 'Южноукраинск'
        ];
        foreach ($cities_nikolaevskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 13,
                'sort' => 13,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Одесская область
        $cities_odesskaya = [
            'Ананьев', 'Арциз', 'Балта', 'Белгород-Днестровский', 'Беляевка', 'Березовка (Одесская область)',
            'Болград', 'Великая Михайловка', 'Вилково', 'Ивановка (Одесская область)', 'Измаил',
            'Ильичевск', 'Килия', 'Кодыма', 'Коминтерновское', 'Котовск (Одесская область)',
            'Красные Окны', 'Любашевка', 'Овидиополь', 'Одесса', 'Подольск (Одесская область)',
            'Раздельная', 'Рени', 'Саврань', 'Сарата', 'Тарутино', 'Татарбунары', 'Теплодар', 'Фрунзовка', 'Ширяево',
            'Южный (Одесская область)'
        ];
        foreach ($cities_odesskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 14,
                'sort' => 14,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Полтавская область
        $cities_poltavskaya = [
            'Великая Багачка', 'Гадяч', 'Глобино', 'Горишние Плавни (Комсомольск)', 'Гребенка', 'Диканька',
            'Зеньков', 'Карловка', 'Кобеляки', 'Козельщина', 'Котельва', 'Кременчуг', 'Лохвица', 'Лубны',
            'Машевка', 'Миргород', 'Новые Санжары', 'Оржица', 'Пирятин', 'Полтава', 'Решетиловка',
            'Семеновка (Полтавская область)', 'Хорол', 'Червонозаводское', 'Чернухи', 'Чутово', 'Шишаки'
        ];
        foreach ($cities_poltavskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 15,
                'sort' => 15,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Ровненская область
        $cities_rovnenskaya = [
            'Березно', 'Владимирец', 'Гоща', 'Демидовка', 'Дубно', 'Дубровица', 'Заречное', 'Здолбунов',
            'Корец', 'Костополь', 'Кузнецовск', 'Млинов', 'Острог', 'Радивилов', 'Ровно', 'Рокитное', 'Сарны'
        ];
        foreach ($cities_rovnenskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 16,
                'sort' => 16,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Сумская область
        $cities_sumskaya = [
            'Ахтырка', 'Белополье', 'Бурынь', 'Великая Писаревка', 'Ворожба', 'Глухов', 'Дружба', 'Конотоп',
            'Краснополье (Сумская область)', 'Кролевец', 'Лебедин', 'Липовая Долина', 'Недригайлов',
            'Путивль', 'Ромны', 'Середина-Буда', 'Сумы', 'Тростянец (Сумская область)', 'Шостка',
            'Ямполь (Сумская область)'
        ];
        foreach ($cities_sumskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 17,
                'sort' => 17,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Тернопольская область
        $cities_ternopolskaya = [
            'Бережаны', 'Борщев', 'Бучач', 'Гусятин', 'Залещики', 'Збараж', 'Зборов', 'Козова', 'Копычинцы',
            'Кременец', 'Лановцы', 'Монастыриска', 'Подволочиск', 'Подгайцы', 'Почаев', 'Скалат', 'Теребовля',
            'Тернополь', 'Чортков', 'Шумск'
        ];
        foreach ($cities_ternopolskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 18,
                'sort' => 18,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Харьковская область
        $cities_harkovskaya = [
            'Балаклея', 'Барвенково', 'Близнюки', 'Богодухов', 'Валки', 'Великий Бурлук', 'Волчанск (Харьковская область)',
            'Двуречная', 'Дергачи', 'Зачепиловка', 'Змиев', 'Золочев (Харьковская область)', 'Изюм',
            'Кегичевка', 'Коломак', 'Комсомольское', 'Красноград', 'Краснокутск', 'Купянск',
            'Лозовая', 'Люботин', 'Малая Даниловка', 'Мерефа', 'Новая Водолага', 'Первомайский (Харьковская область)',
            'Печенеги', 'Сахновщина', 'Харьков', 'Чугуев', 'Шевченково'
        ];
        foreach ($cities_harkovskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 19,
                'sort' => 19,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Херсонская область
        $cities_hersonskaya = [
            'Белозерка', 'Берислав', 'Великая Александровка', 'Великая Лепетиха', 'Великие Копани',
            'Верхний Рогачик', 'Высокополье', 'Геническ', 'Голая Пристань', 'Горностаевка',
            'Ивановка (Херсонская область)', 'Каланчак', 'Каховка', 'Нижние Серогозы', 'Новая Каховка',
            'Нововоронцовка', 'Новотроицкое', 'Скадовск', 'Таврийск', 'Херсон', 'Цюрупинск', 'Чаплинка'
        ];
        foreach ($cities_hersonskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 20,
                'sort' => 20,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Хмельницкая область
        $cities_hmelnickaya = [
            'Белогорье', 'Виньковцы', 'Волочиск', 'Городок (Хмельницкая область)', 'Деражня', 'Дунаевцы',
            'Изяслав', 'Каменец-Подольский', 'Красилов', 'Летичев', 'Нетешин', 'Новая Ушица', 'Полонное',
            'Славута', 'Старая Синява', 'Староконстантинов', 'Теофиполь', 'Хмельницкий', 'Чемеровцы', 'Шепетовка',
            'Ярмолинцы'
        ];
        foreach ($cities_hmelnickaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 21,
                'sort' => 21,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Черкасская область
        $cities_cherkaskaya = [
            'Ватутино', 'Городище (Черкасская область)', 'Драбов', 'Жашков', 'Звенигородка', 'Золотоноша',
            'Каменка (Черкасская область)', 'Канев', 'Катеринополь', 'Корсунь-Шевченковский', 'Лысянка',
            'Маньковка', 'Монастырище', 'Смела', 'Тальное', 'Умань', 'Христиновка', 'Черкассы', 'Чернобай',
            'Чигирин', 'Шпола'
        ];
        foreach ($cities_cherkaskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 22,
                'sort' => 22,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Черниговская область
        $cities_chernigovskaya = [
            'Бахмач', 'Бобровица', 'Борзна', 'Варва', 'Городня', 'Ичня', 'Козелец', 'Короп', 'Корюковка',
            'Куликовка', 'Мена', 'Нежин', 'Новгород-Северский', 'Носовка', 'Прилуки', 'Репки',
            'Седнев', 'Семеновка (Черниговская область)', 'Сосница', 'Сребное', 'Талалаевка', 'Чернигов',
            'Щорс'
        ];
        foreach ($cities_chernigovskaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 23,
                'sort' => 23,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        // Черновицкая область
        $cities_chernoveccccckaya = [
            'Батурин', 'Вашковцы', 'Вижница', 'Герца', 'Глыбокая', 'Заставна', 'Кельменцы', 'Кицмань',
            'Новоднестровск', 'Новоселица', 'Путила', 'Сокиряны', 'Сторожинец', 'Хотин', 'Черновцы'
        ];
        foreach ($cities_chernoveccccckaya as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 24,
                'sort' => 24,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        $ar_krim = [
            'Алупка', 'Алушта', 'Армянск', 'Балаклава', 'Бахчисарай', 'Белогорск (Крым)', 'Гаспра', 'Гвардейское (АР Крым)',
            'Грэсовский', 'Гурзуф', 'Джанкой', 'Евпатория', 'Жаворонки (АР Крым)', 'Инкерман', 'Керчь',
            'Кировское (АР Крым)', 'Коктебель', 'Красногвардейское', 'Красноперекопск', 'Кубанское', 'Ленино',
            'Мирное (АР Крым)', 'Морское (АР Крым)', 'Нижнегорский', 'Николаевка', 'Новый Свет (АР Крым)',
            'Октябрьское (АР Крым)', 'Ореанда', 'Первомайское', 'Приморский (АР Крым)', 'Раздольное',
            'Саки', 'Севастополь', 'Симеиз', 'Симоненко', 'Симферополь', 'Советский', 'Старый Крым', 'Судак',
            'Феодосия', 'Ферсманово', 'Форос', 'Черноморское', 'Чистенькое', 'Щёлкино', 'Ялта'
        ];
        foreach ($ar_krim as $name) {
            DB::table('cities')->insert([
                'name' => $name,
                'region_id' => 25,
                'sort' => 25,
            ]);
            $this->command->getOutput()->progressAdvance();
        }

        $cities_bigs = [
            'Винница',
            'Днепр',
            'Запорожье',
            'Черкассы',
            'Одесса',
            'Львов',
            'Киев',
            'Луцк',
            'Житомир',
            'Запорожье',
            'Черкассы',
            'Николаев'
        ];
        foreach ($cities_bigs as $name) {
            DB::table('cities')
                ->where(['name' => $name])
                ->update([
                    'is_big' => 1,
                ]);
            $this->command->getOutput()->progressAdvance();
        }

        $this->command->getOutput()->progressFinish();
    }
}