
@extends('layouts.app')

@section('content')

    <div class="container">
        <div class="row" style="margin: 0;">
            <div class="col-md-8">
                <p><h1>ОБО МНЕ</h1></p>
                <p class="text-justify">
                    Доброго времени суток! Давайте знакомиться! Меня зовут Александр, я проживаю в городе Киев.
                    Программированием занимаюсь со времен обучения в Национальном Университете Украины
                    "Киевский Политехнический Университет" им. Сикорского. Там и изучал в 2004 Qbasic, Pascal, Delphi и
                    Объектно Ориентированое Программирование (ООП), а также основы HTML :) <br/>
                    В этот же период 2004-2005 начал работать и программировать на ASP. <br/>
                    В 2006 переквалифицировался на PHP5 и с сентября 2007 программирование на PHP стало моей профессией.
                </p>
                <p class="text-justify">
                    Сейчас имею 12 лет опыта в программировании на PHP. Делал всё, от сайтов визиток и
                    интернет магазинов, до больших интернет порталов в СМИ с множеством разделов и подразделов,
                    и c большой посещаемостю. <br/>
                    Устанавливал и интегрировал сайты в крупных холдингах и 10-ках банках нашей страны. <br/>
                    В разное время работал на таких фреймворках: Zend, DRUPAL, Yii, Yii2, Symfony, Laravel - везде
                    применяется MVC, а также на чистом PHP. <br/>
                    Был период когда писал свои собственные фреймворки изучая паттерны программирования. <br/>
                    В настоящее время нравится Yii2, Laravel5 и чистый PHP, продолжаю интересоваться и изучаю .NET
                    технологии и С#.
                </p>
                <p><h2>ПОЧЕМУ ВАМ СЛЕДУЕТ НАНЯТЬ МЕНЯ?</h2></p>
                <p class="text-justify">
                    1. Люблю отстраниться и посмотреть на техническую задачу со стороны. Выделить основные звенья и
                    сущности в программе, понять зачем и для кого этот сайт или продукт сделан. Как его улучшить?
                    Какую пользу могу принести я? Ведь деньги не падают с неба :)
                </p>
                <p class="text-justify">
                    2. Стараюсь писать чистый, простой и понятный код. Чтобы его мог прочитать даже новичек в
                    программировании. Придерживаюсь правил написания кода, которые используют лучшие практики.
                </p>
                <p class="text-justify">
                    3. Для меня программирование не является просто работой с 9 до 6. Это часть моей жизни, где логика
                    прослеживается во всём. Я отдам предпочтение изучению
                    чего-то нового или написанию кода - чем просмотру нового фильма или посиделкам в кафе.
                </p>
                <p class="text-justify">
                    4. Люди разговаривают на нескольких языках и каждый видит программирование и результат по разному.
                    Коммуникация с коллегами, руководством и заказчиками имеет большое значение для меня. Стараюсь
                    найти самый оптимальный путь к результату учитывая все мнения.
                </p>
                <p class="text-justify">
                    5. Реализовать можно любую техническую задачу, но нужно время на её реализацию. И необходимые знания.
                    Не откладуваю на завтра то, что могу сделать сегодня.
                </p>
                <p class="text-justify">
                    Для просмотра подробной информации о навыках и опыте работы посетите страницу моего
                    <a href="http://makklays.com.ua/cv_alexander_kuziv_ru.html">резюме</a>.
                    <!--a href="https://kiev.hh.ua/resume/9603aa40ff008bcb790039ed1f736563726574">резюме</a>.-->
                </p>
            </div>
        </div>
    </div>

@endsection