<?php

return [
    'header_mysite' => 'Програмування та розробка сайту',
    'free_consultation' => 'Безкоштовна консультація',
    'uslugi' => 'Надаю послуги ',
    'what_am_i_do' => 'Що я роблю?',

    '1_service' => 'Програмування сайту',
    '2_service' => 'Розробка API під мобільні додатки',
    '3_service' => 'Розробка інтернет-магазинів і порталів',
    '4_service' => 'Оформлення контенту внутрішніх сторінок сайту',
    '5_service' => 'Програмування CRM систем',
    '6_service' => 'Підтримка і модифікація сайтів',
    '7_service' => 'SEO оптимізація',

    'serv_prog' => 'Програмування сайтів і підтримка',
    'serv_shop' => 'Розробка інтернет-магазинів і порталів',
    'serv_crms' => 'Програмування CRM систем',

    'details' => 'Докладніше',
    'uses' => 'Використовую технології',
    'garantiya' => 'Гарантія',

    'zapusk' => 'Запуск ітераціями',
    'zapusk_det' => 'Ітерації дозволяють виділити частину роботи для успішної реалізації',
    'podelu' => 'Без зайвих слiв',
    'podelu_det' => 'Тільки факти і дії, що ведуть до результату',
    'garant' => 'Гарантія результату',
    'garant_det' => 'На всі наші розробки даємо річну гарантію і безкоштовно усуваємо виявлені помилки',

    'support' => 'Support Ваш надійний партнер',
    'sup1' => 'Програмування нових розділів сайту',
    'sup2' => 'Розробка банерів, акцій, промо-сторінок',
    'sup3' => 'Акуратне внесення SEO рекомендацій',
    'sup4' => 'Аналіз ефективності сайту',
    'sup5' => 'Доопрацювання поточного функціоналу',
    'sup6' => 'Розробка нового функціоналу',
    'sup7' => 'Збільшення конверсії сайту',
    'sup8' => 'Оформлення контенту внутрішніх сторінок сайту',
    'sup9' => 'Поліпшення usability сайту',

    'contacts' => 'Контакти',
    'adres' => 'Україна, м.Київ',
    'email' => '',
    'mob' => '',
    'or' => 'або',
    'pishite' => 'пишіть',
    'keywords' => 'Keywords',

    // первая страница
    'OR' => 'АБО',
    'test_php' => 'Тест PHP',
    'order_site' => 'Замовити сайт',
    'have_questions' => 'Є питання?',
    'feedback' => 'Пиши',
    'feedbacks' => 'Відгуки',
    'our_clients_speak' => 'Наші клієнти говорять про нас',
    'technologies' => 'Технології',
    'use_technologies' => 'Використовувані нами технології при розробці',
    'questions_answers' => 'Питання та відповіді',
    'cats' => 'Коти',
    'dogs' => 'Собаки',
    'copyright' => 'Всі права захищені.',

    // feedback
    'Name' => 'Iм\'я',
    'Email' => 'E-mail',
    'your_message' => 'Твоє повідомлення...',
    'Sent' => 'Надіслати',
    'contact_number' => 'Контактний номер',
    'choose_messenger' => 'Виберіть месенджер',

    // test cat-dog
    'in_developing' => '(В розробці)',
    'cat' => 'Коти',
    'dog' => 'Собаки',
    'results_of_test' => 'Результати тесту',
    'results_of_site' => 'Результати сайту',
    'dogs_or_cats' => 'Собаки чи кішки: а кого любите ви?',
    'result_your_choice' => 'Результат Вашого вибору',
    'dog_text1' => 'Ви більше схильні до екстраверсії, але менш відкриті для нового досвіду. Ви відкриті, ввічливі, привітні, товариські, маєте багато друзів, схильні до вербального спілкування. Ви вже поділилися лінком зі своїм співрозмовником? :) ',
    'dog_text2' => 'Ви комунікабельні, балакучі, честолюбні, напористі і активні. Навіть якщо Ви сперечаєтеся, Ви допускаєте вплив на себе. Ви підкоряється зовнішнім вимогам не без боротьби, але верх завжди беруть зовнішні умови. Ваше свідомість звернена зовні, оскільки звідти і черпається завжди головне і вирішальне визначення. Вас цікавлять особи і речі. Відповідно і Ваші вчинки обумовлені і пояснюються впливом останніх. Ви імпульсивні, схильні до ризику.',
    'dog_text3' => 'Більш успішні в якості продавця і менеджера. Причому чим більше Вам надається свободи, тим більших успіхів Ви домагаєтеся. Ви вдалим в пошуку роботи, так як Вас охочіше наймають на роботу після тестування. У Вас висока швидкість роботи, але зате і помилок більше.',
    'last_text4' => 'Ті люди, хто демонструють найсильнішу турботу і прихильність до своїх тварин, також мають найвищі показники в категорії сумлінність і невротичность. Що більше властиво людям з тривожним типом прихильності, схильним до гиперопеке. ',
    'cat_text1' => 'Ви більше невротичні, але в той же час креативні і тягніться до пригод. Ви скромні, сором\'язливі, схильні до усамітнення, віддаєте перевагу книги спілкування з людьми. Ви стримані, зближаєтеся тільки з небагатьма, тому маєте мало друзів, але віддані їм. Чи не час розповісти їм про Ваші результати тесту? :) ',
    'cat_text2' => 'Ви не можете вступити врозріз зі своїми переконаннями, і якщо ви все-таки змушені піти на це чи випадково порушуєте внутрішні норми, відчуваєте себе погано і сильно переживаєте. Ви не часто посилаєтеся на жорсткі етичні принципи, але Ви рідко порушуєте загальновстановлені правила суспільного життя. Ви неімпульсівни, свої дії плануєте заздалегідь, надаєте велике значення визнаним моральним і етичним нормам. ',
    'cat_text3' => 'Більш придатні до тих професій (і частіше їх вибираєте), де виражена монотонність і де потрібно пунктуальність. Ви надаєте більше значення точності і безпомилковості роботи, що призводить до зниження її швидкості.',
    'Facts' => 'Думки і факти',
    'fact_text1' => 'Існує безліч думок щодо особливостей характеру любителів кішок і собак. Кажуть, що собачники - веселі, а кошатники, навпаки, сумні. Вчені підтверджують, що відмінності існують, але не заперечують і подібності. ',
    'fact_text2' => 'У новому дослідженні, проведеному Каліфорнійським університетом у Берклі (США) і Університетом штату Каліфорнія в Іст Бей (США), були проаналізовані особистісні особливості і стилі поведінки двох груп людей (ось результати) ',
    'fact_text3' => 'Сверхзабота - не найкраща стратегія, наприклад, при вихованні дітей, оскільки заважає їм рости незалежними. Зате у випадку з тваринами, які дійсно мають потребу в довічній опіки, це тільки в плюс. До речі, найбільше балів за цими показниками набрали наймолодші учасники, які назвали своїми улюбленими тваринами кішок. ',

    'all_right_reserved' => 'Всі права захищені.',
    'required' => 'Поле :attribute обов\'язкове для заповнення.',
    'send_success' => 'Ваше повідомлення було успішно відправлено!',

    'home' => 'Головна',
    'mysite_about' => 'Про нас',
    'mysite_howmake' => 'Як ми працюємо?',
    'mysite_whatmake' => 'Що ми робимо?',
    'mysite_contacts' => 'Контакти',
    'mysite_request' => 'Залишити заявку',
    'mysite_order' => 'Розробка сайту',
    'mysite_brief' => 'Завантажити бриф',
    'mysite_download_price' => 'Завантажити прайс',
    'mysite_portfolio' => 'Наше портфоліо',

    'contacts1' => 'Давайте обговоримо ваш проект',
    'contacts2' => 'Україна, м.Київ',
    'contacts_mob' => 'Моб.',
    'contacts_email' => 'E-mail',
    'contacts_emails' => 'E-mails',
    'contacts_skype' => 'Skype',

    'сheckout' => 'Оформити замовлення',
    'submit_app' => 'Залишити заявку',
    'order_consultation' => 'Замовити консультацію',
    'order_development' => 'Замовити розробку',
    'we_call_you' => 'Ми передзвонимо Вам',

    'our_advantages' => 'Наші переваги?',
    'adv1' => 'Зручна і зрозуміла CMS на Laravel',
    'adv1_det' => 'Система управління сайту з різними правами доступу. Покращений інтерфейс для зручної роботи адміністратора. Власна розробка на Laravel.',
    'adv2' => 'Хостинг і протокол HTTPS',
    'adv2_det' => 'Хостинг і протокол HTTPS. Ми налаштовуємо захищений протокол https на Ваш сайт при замовленні послуги нашого хостингу. ',
    'adv3' => 'Сервіси аналітики',
    'adv3_det' => 'Інтеграція та налаштування популярних сервісів відстеження статистики відвідування Вашого сайту. А також наша власна статистика по переходам з Google, Facebook.',
    'adv4' => 'Оптимізація швидкості завантаження',
    'adv4_det' => 'Пропонуємо послуги з оптимізації контента і швидкості завантаження Вашого сайту. Наші сайти не мають зайвого коду, максимально оптимізовані.',
    'adv5' => 'Інтеграція з сервісами / CRM',
    'adv5_det' => 'Автоматизація продажів, бізнес процесів і взаємодії з Вашими клієнтами.',
    'adv6' => 'Робота з контентом',
    'adv6_det' => 'При необхідності, питання, пов\'язані з наповненням сайту, команда може взяти на себе.',

    'howmake1' => 'Розробка сайту в Makklays не є кінцевою метою. Це лише інструмент, який повинен допомагати розвитку бізнесу і збільшення прибутку замовника.',
    'howmake2' => 'Розробка складається з декількох етапів:',
    'howmake3' => 'постановка задачі;',
    'howmake4' => 'підготовка технічного завдання та укладення договору з клієнтом;',
    'howmake5' => 'розробка макета, узгодження з замовником;',
    'howmake6' => 'верстка шаблону, установка системи управління сайтом, настройка хостингу;',
    'howmake7' => 'розробка необхідного функціоналу, тестування;',
    'howmake8' => 'наповнення контентом;',
    'howmake9' => 'закриття замовлення після прийняття клієнтом;',
    'howmake10' => 'Використовуємо передові технології. Facebook, Amazon - всі ці платформи написані на мові
програмування PHP з найміцнішими стандартами безпеки і стабільністю коду. ',
    'howmake11' => 'Ми вибрали цю мову і його фреймворки Yii2, Laravel, коли вони ще не увірвалися в ТОП найбільш використовуваних на планеті. ',
    'howmake12' => 'Ці технології дозволяють нам розробляти в Makklays унікальна пропозиція для Вас і бути гнучким в реалізації Ваших побажань.',
    'howmake13' => 'Форми консультацій:',
    'howmake14' => 'Зустріч в Києві (по домовленості);',
    'howmake15' => 'Skype-консультація;',
    'howmake16' => 'Письмова консультація (формат: питання / відповідь);',

    'about_text1' => '<b>Makklays</b> - команда людей, яка професійно займається комп\'ютерним програмуванням і розробкою сайтів c 2007 року. Грунтуючись на нашому досвіді і знаннях, ми можемо гарантувати виконання роботи якісно і в терміни.',
    'about_text1.1' => 'Успішно розробили і запрограмували не один корпоративний сайт, інтернет-магазин для середнього бізнесу, а також складний веб-портал для банків. <br/> <br/> <b> Наша місія </b> - допомагати розвитку успішного бізнесу в IT сфері. Ми хотіли б стати для Вас надійним партнером з надання послуг розробки, розвитку бізнесу в інтернеті і супроводу сайту. Ми досягаємо своєї мети, надаючи послуги, які призводять до розвитку і процвітання суспільства.',
    'about_text2' => '<b>Розробка сайту</b> для нас не є кінцевою метою. Це лише інструмент, який повинен допомагати розвитку бізнесу і збільшення прибутку замовника.',

    'about_text3' => 'Кожен фахівець має більше 10 років досвіду розробки або роботи в своїй сфері.',
    'about_text4' => 'Makklays любить нові знання, а ще любить розробляти і робити великі нестандартні проекти в IT сфері. Ми як Чіп і Дейл, поспішаємо прийти до Вас на допомогу в реалізації Ваших цілей. А хто як не ми, краще за всіх розбираємося в сучасних технологіях сайто будови? А хто як не ми, знаємо, як легко виконати замовлення клієнта так, щоб він залишився задоволений результатом роботи? Тільки ми! Розробка сайту з нами - легко і весело!',

    'about_text4.1' => 'Наша розробка сайту унікальна тим, що ми не використовуємо безкоштовні коробкові рішення, які урізані в функціоналі, дизайні і часто, не дають покупцеві потрібного результату, а про відсутність модифікації, він дізнається згодом. Наша розробка є гнучкою під Вас, починаючи з ваших побажай по функціоналу, наповнення, дизайну і закінчуючи тим, що сайт успішно розміщений в інтернеті, в обумовлені терміни, а також має бажаний вами дизайн, функціональність і практичність. Нашим сайтом легко користуватися, він зрозумілий, має все необхідне і бажане, простий в управлінні, захищений, практичний.',

    'about_text5' => 'Професійна розробка - це команда фахівців з різних областей IT:',
    'about_text6' => 'Дизайнер',
    'about_text7' => 'Задовольнить ваші графічні побажання в кольорах. Поєднає сучасний дизайн з вашими бажаннями. Малює дизайн сайту для розробки.',
    'about_text8' => 'Frontend - розробник',
    'about_text9' => 'Зверстає і розмістить, згідно правил розміщення html верстки з використанням графічного дизайну для подальшої розробки сайту.',
    'about_text10' => 'Backend - розробник',
    'about_text11' => 'Запрограмує, розробить сайт і його складну логіку, натягне верстку, провалідірует дані і захистить сайт, сильна розробка - його коник проти хакерських атак.',
    'about_text12' => 'Контент менеджер',
    'about_text13' => 'Наповнить сайт бажаною інформацією, продуктами, товарами, текстами і зображеннями. ',
    'about_text14' => 'Менеджер проекту',
    'about_text15' => 'Організовує роботу фахівців, взаємодіє з замовником. Знає, що роблять розробники і на якому етапі зараз йде розробка сайту.',

    'about_text16' => 'Займаємося розробкою:',
    'about_text17' => 'Інтернет магазинів',
    'about_text18' => 'Інтернет каталогів',
    'about_text19' => 'Корпоративних сайтів ',
    'about_text20' => 'CRM систем',
    'about_text21' => 'Веб-портал',
    'about_text22' => 'Сайт візитка',
    'about_text23' => 'Лендінг пейдж',
    'about_text24' => 'Веб сервісів і API під мобільні телефони',

    'm_lpage' => 'Лендінг пейдж',
    'm_store' => 'Інтернет магазин',
    'm_corporate' => 'Корпоративний сайт',
    'm_webportal' => 'Web-портал',
    'm_sitesystem' => 'Сайт-система',
    'm_webapi' => 'Веб сервіс та API для моб.',
    'webapi' => 'Веб сервіс та API для мобільних додатків',

    'Team' => 'Команда',
    'Development' => 'Розробка',
    'Care' => 'Корисно',
    'Lang' => 'Мова',

    'm_download_brief_develop' => 'Завантажити бриф на розробку',
    'm_brief_online' => 'Заповнити бриф - онлайн',

    'information' => 'Iнформація',
    'count_seo_words' => 'Число слiв (SEO)',
    'count_seo_words_desc' => 'Підрахує число слів використанних у статті або тексті ',

    'Result' => 'Результат',
    'Text' => 'Текст',
    'Uniq_words' => 'Унікальних слів',
    'Uniq_words_desc' => 'слова без повторень',
    'Total' => 'Всього',
    'Total_desc' => 'загальне число слів в тексті',
    'Uznat' => 'Дізнатися',

    'whatmake1' => 'Кращі сайти світу складаються з коду. А розробники пишуть і роблять цей код для сайтів, тобто розроблялися. Ми програмуємо і робимо код. Цей код сприймається програмою і інтерпретується в візуальні складові, які Ви бачите на екрані Вашого монітора. Ми робимо сайти з коду, який був схвалений найсильнішими і геніальними програмістами PHP. Робимо і розробляємо сайти на основі готових копонентов Laravel. Це дозволяє нам робити сайти складні і одночасно з цим легко модифікуються і редаговані під побажання клієнта. Так, ми робимо сайт, який легко підтримувати. Ми робимо великі сайти. Вам потрібно розробити сайт під ключ і запустити його в інтернеті? Це до нас! Ми готові розробити сайт для Вас і запустити його в інтернеті. Наш вектор напрямку - це корпоративний сайт, інтернет магазин і сайт-система. Ми пишаємося тим, що ми робимо і розробляємо сайти. Ми пишаємося результатами своєї роботи і нашими клієнтами. Ми хочемо, щоб і Ви змогли отримати бажаний результат, попрацювавши з нами. ',
    'whatmake2' => 'Дизайн вашого майбутнього сайту, теж є частиною коду. А наш дизайнер, допоможе Вам втілити Ваші мрії в реальність. І зробить унікальний дизайн.',

    'review1' => 'Alexander is a good specialist who decided many different technical tasks for our Learning Management system. The development was completed on time and all my wishes and improvements were taken into account. The development was completed on time and all my wishes and improvements were taken into account. Separately, I can highlight the best technical implementations offered to me for the product. I was understood from the floor by words.',
    'review1_city' => 'м. Київ',
    'review2' => 'Ось уже місяць як користуюся зроблений для мене сайтів. Сайтом і розробкою задоволена. Глибина сторінок була затверджена на етапі укладення контракту. Термінами, обсягом і швидкістю розробки залишилася задоволена, рекомендую. ',
    'review2_city' => 'м. Барселона',
    'review3' => 'Мій інтернет-магазин зараз приносить мені прибуток і в ньому реалізовано все міо божевільні ідеї, завантаження, каталоги і головне фінансові звіти з графіками. Роботою дуже задоволений. Є мобільна версія. Зараз звідти надходить багато замовлень. Швидкість і оптимізація прекрасні.',

    'about_1' => '<b>Makklays</b> - команда людей, яка професійно займається комп\'ютерним програмуванням сайтів з 2007 року. Успішно розробили і запрограмували не один корпоративний сайт, інтернет-магазин для середнього бізнесу, а також складний веб-портал для банків нашої країни. <br/> <br/> <b> Наша місія </b> - допомагати розвитку успішного бізнесу в IT сфері. Ми хотіли б стати для Вас надійним партнером з надання послуг розробки, розвитку бізнесу в інтернеті і супроводу сайту. Ми досягаємо своєї мети, надаючи послуги, які призводять до розвитку і процвітання суспільства.',
    'about_1_1' => '<b>Розробка сайту</b> для нас не є кінцевою метою. Це лише інструмент, який повинен допомагати розвитку бізнесу і збільшення Вашого прибутку.',
    'about_2' => 'Ми любимо жити і любимо життя у всіх його проявах.',
    'about_3' => 'Makklays подобається отримувати нові знання, а також, великі і цікаві проекти в сфері IT, бажаючи стати впевненим партнером для Вас і Вашого бізнесу.',

    'how_make1' => 'Використовуємо розробку, грунтуючись на сучасних і передових технологіях. Facebook, Amazon - всі ці платформи написані на мові програмування PHP з найміцнішими стандартами безпеки і стабільністю коду.',
    'how_make2' => 'Ми вибрали цю мову і його фреймворки Yii2, Laravel, коли вони ще не увірвалися в ТОП найбільш використовуваних на планеті. Це дозволяє нам розробляти в Makklays унікальна пропозиція для Вас і бути гнучким в реалізації Ваших незвичайних побажань.',
    'development_steps' => 'Розробка складається з декількох етапів',
    'make_dorogo' => 'Хоча все це - оплата за нашу працю, і якщо Ви вважаєте що праця повинна оплачуватися - ми спрацьовуватимемо. Ще ми вміємо заговорювати мову, тому якщо Ви все ще хочете довідатися про ціни,',
    'go_link' => 'перейдіть за посиланням',
    'Make_dorogo' => 'Ми робимо дорого? Робимо!',

    'dev1' => 'постановка задачі',
    'dev2' => 'підготовка технічного завдання та укладення договору з клієнтом',
    'dev3' => 'розробка макета, узгодження з замовником',
    'dev4' => 'верстка шаблону, установка системи управління сайтом, настройка хостингу, демо сайту',
    'dev5' => 'розробка необхідного функціоналу, тестування',
    'dev6' => 'наповнення контентом',
    'dev7' => 'закриття замовлення після прийняття клієнтом',

    'Our_price' => 'Наші ціни',
    'price_text1' => 'Ми не робимо шаблонних рішень (якщо Ви цього не попросите)',
    'price_text2' => 'Ми не робимо сайти "під копірку" (якщо Ви цього не попросите)',
    'price_text3' => 'Ми не робимо "тут роботи на пару годин"',
    'price_text4' => 'Ми не робимо так, щоб подобалося Вам. Ми робимо так, щоб подобалося Ваших клієнтам',
    'price_text5' => 'Ми добиваємося поставлених цілей (не завжди вдало, але головне ж що добиваємося)',

    'm_corporate_price' => 'від 25000 грн',
    'm_store_price' => 'від 50000 грн',
    'm_sitesystem_price' => 'від 85000 грн',
    'm_corporate1' => 'Термін виконання 10-20 днів',
    'm_corporate2' => 'Визначення та наповнення основних розділів',
    'm_corporate3' => 'Дизайн в корпоративних кольорах',
    'm_corporate4' => '5 функціональних модулів',
    'm_corporate5' => 'Адаптивність під всі пристрої',
    'm_corporate6' => 'Базова SEO-оптимізація',
    'm_corporate7' => 'Laravel',
    'm_corporate8' => 'Система управління сайтом',
    'm_corporate9' => 'Навчання роботи з сайтом',

    'm_store1' => 'Термін виконання 2-3 тижні',
    'm_store2' => 'Наповнення 100 позицій',
    'm_store3' => 'Унікальний дизайн',
    'm_store4' => 'Можливість онлайн-оплати',
    'm_store5' => 'Адаптивність під всі пристрої',
    'm_store6' => 'Базова SEO-оптимізація',
    'm_store7' => '10000 знаків унікального тексту',
    'm_store8' => 'Laravel',
    'm_store9' => 'Навчання роботи з сайтом',
    'm_store10' => 'Підключення зовнішніх сервісів',
    'm_store11' => 'Установка https',
    'm_store12' => 'Доменне ім\'я в подарунок',

    'm_sitesystem1' => 'Термін виконання від 2 місяців',
    'm_sitesystem2' => 'Наповнення 500 позицій / списків',
    'm_sitesystem3' => 'Розробка основних складових',
    'm_sitesystem4' => 'Унікальний дизайн',
    'm_sitesystem5' => 'Розробка логічних частин',
    'm_sitesystem6' => 'Адаптивність під всі пристрої',
    'm_sitesystem7' => 'Базова SEO-оптимізація',
    'm_sitesystem8' => 'Laravel',
    'm_sitesystem9' => 'Внутрішня відправка email',
    'm_sitesystem10' => 'Підключення зовнішніх сервісів',
    'm_sitesystem11' => 'Система управління сайтом',
    'm_sitesystem12' => 'Навчання роботи з сайтом',
    'm_sitesystem13' => 'Установка https',
    'm_sitesystem14' => 'Доменне ім\'я в подарунок',

    'Brief_on_development_site' => 'Бриф на розробку сайту',
    'brief1' => 'Бриф на розробку сайту допоможе нам зрозуміти Ваші цілі і бажання. Ми будемо краще орієнтуватися в вашому проекті і швидше оцінимо вартість і терміни розробки.',
    'brief2' => 'Бриф складається з 32-х полів для заповнення. Вам не обов\'язково заповнювати все, але бажано постаратися. Чим повнішу інформацію ми отримаємо від вас, тим ефективніше буде наша робота.',
    'brief3' => 'Якщо у Вас є бриф на сайт, начерки структури сайту або ТЗ, Ви можете відправити їх нам поштою - <a href="mailto:office@makklays.com" class="a-green">office@makklays.com</a> - або проскольте цю сторінку донизу, там є кнопка для вкладання і відправки файлів. ',
    'Base_info' => 'Загальна інформація',
    'Goal_site_and_funct' => 'Цілі і функції сайту',

    'Structura_site' => 'Структура сайту',
    'Design_site' => 'Дизайн сайту',
    'Content_and_dop_services' => 'Контент і додаткові послуги',
    'brief_rules' => 'Натискаючи кнопку "Відправити бриф", я даю згоду на обробку персональних даних відповідно до',
    'brief_link' => 'політикою конфіденційності',
    'brief_info_third' => 'Інформація з заповненого брифа ніколи не буде передана третім особам.',
    'send_brief' => 'Надіслати бриф',

    'Phone' => 'Телефон',
    'brief_Site_company' => 'Сайт вашої компанії, якщо є',
    'brief_Name_company' => 'Назва компанії',
    'brief_Region_company' => 'Область діяльності, напрямок бізнесу',
    'brief_Urls_company' => 'Адреси сайтів або назви компаній конкурентів',
    'brief_Geografy' => 'Географія роботи',
    'brief_Time_development' => 'Терміни розробки',
    'brief_Budget' => 'Бюджет',
    'brief_Contact_lico' => 'Відповідальна особа',

    'brief_Time_development_pl' => 'Вкажіть бажані терміни розробки, якщо терміни жорстко обмежені - можна вказати причину обмеження',
    'brief_Geografy_pl' => 'Напишіть в яких регіонах ви працюєте',
    'brief_Urls_company_pl' => 'Опишіть ваших основних конкурентів, позитивні і негативні сторони',
    'brief_Region_company_pl' => 'Напишіть, в якій сфері ви працюєте, можна вказати специфіку та особливості',
    'brief_Name_company_pl' => 'Напишіть повне та скорочене найменування Вашої компанії',
    'Phone_pl' => 'Номер телефону',
    'Name_pl' => 'Будемо раді якщо Ви представитеся',
    'brief_Contact_lico_pl' => 'Вкажіть контактні дані людини, який буде нести відповідальність за розробку з вашого боку',

    'Objectives_site' => 'Цілі сайту',
    'Objectives_site_desc' => 'Вкажіть одну або кілька цілей, які Ви хочете досягти за допомогою сайту',
    'obj_site1' => 'Залучення клієнтів',
    'obj_site2' => 'Підвищення впізнаваності компанії, поліпшення іміджу',
    'obj_site3' => 'Продаж товарів і послуг, через інтернет',
    'obj_site4' => 'Інформування про проведення акцій',
    'obj_site5' => 'Інформування про товари і послуги',
    'obj_site6' => 'Інформування про компанію',
    'obj_site7' => 'Розміщення новин компанії',
    'Type_site' => 'Тип сайту',
    'Type_site_desc' => 'Вкажіть тип сайту',
    'type_site1' => 'Сайт компанії',
    'type_site2' => 'Сайт компанії з каталогом',
    'type_site3' => 'Інтернет магазин',
    'type_site4' => 'Лендінгем (лише однієї сторінки рекламний сайт)',

    'Services_for_connect' => 'Сервіси для зв\'язку з відвідувачами сайту',
    'Services_for_connect_select' => 'Виберіть бажані сервіси для зв\'язку з відвідувачами сайту',
    'breif_Form_fedback' => 'Форма зворотного зв\'язку',
    'brief_100' => 'Форма Зворотній дзвінок',
    'brief_101' => 'Питання відповідь',
    'brief_102' => 'Голосування',
    'brief_103' => 'Відгуки',
    'brief_104' => 'Коментарі',
    'brief_105' => 'Онлайн-консультант',
    'brief_106' => 'Системи онлайн-бронювання',
    'brief_107' => 'Підписки і email-розсилки',
    'brief_108' => 'Реєстрація користувачів',
    'brief_109' => 'Особистий кабінет',
    'brief_110' => 'Оповіщення по SMS',

    'brief_111' => 'Сервіси з продажу через інтернет',
    'brief_112' => 'Відзначте функції, якими повинен володіти сайт для продажу в мережі',
    'brief_113' => 'Рубрикатор',
    'brief_114' => 'Пошук по каталогу',
    'brief_115' => 'Фільтрація товарів',
    'brief_116' => 'Розширений опис категорій або товарів',
    'brief_117' => 'Додавання товарів в обране',
    'brief_118' => 'Запит ціни по окремих позиціях',
    'brief_119' => 'Порівняння товарів',
    'brief_120' => 'Кошик',
    'brief_121' => 'Розрахунок знижок',
    'brief_122' => 'Розрахунок вартості доставки',
    'brief_123' => 'Історія замовлень користувача',
    'brief_124' => 'Повідомлення клієнтів про статус замовлень',
    'brief_125' => 'Оплата онлайн',
    'brief_126' => 'Автоматичне формування рахунку для оплати',

    'brief_127' => 'Інтеграція зі сторонніми сервісами і програмами',
    'brief_128' => 'Вкажіть сервіси, з якими необхідно інтегрувати сайт',
    'brief_129' => 'Імпорт прайса з Excel',
    'brief_130' => 'Інтеграція з 1С',
    'brief_131' => 'Інтеграція з корпоративною базою даних',
    'brief_132' => 'Яндекс.Маркет',
    'brief_133' => 'Фарпост',

    'brief_134' => 'Мовні версії сайту',
    'brief_135' => 'Чи потрібні версії сайту на інших мовах',

    'brief_136' => 'Система управління сайтом',
    'brief_137' => 'Виберіть бажану систему управління сайтом',
    'brief_138' => 'WordPress (безкоштовна)',
    'brief_139' => 'OpenCart (безкоштовна)',
    'brief_140' => 'Iнша',

    'brief_141' => 'Чи потрібна мобільна версія сайту або адаптивний дизайн',
    'brief_142' => 'Ні, не потрібна',
    'brief_143' => 'Потрібна мобільна версія сайту',
    'brief_144' => 'Адаптивний дизайн',

    'brief_145' => 'Інші цілі, сервіси, функції і СМS',
    'brief_146' => 'Якщо вам необхідні інші сервіси і функції, у вас інші цілі або CMS-вкажіть їх тут',

    'brief_147' => 'Розділи сайту',
    'brief_148' => 'Вкажіть основні розділи сайту: про компанію, каталог, новини і т.д.',
    'brief_149' => 'Навігація по сайту',
    'brief_150' => 'Які меню повинні бути присутніми на сайті зліва, справа, зверху, знизу. Які пункти повинні містити',

    'brief_151' => 'Інформаційні блоки',
    'brief_152' => 'Перерахуйте інформаційні блоки, які повинні бути присутніми на головній і внутрішніх сторінках',
    'brief_153' => 'Приклади сайтів, дизайн яких вам подобається',
    'brief_154' => 'Напишіть адреси сайтів, дизайн яких вам подобається, вкажіть чому',
    'brief_155' => 'Приклади сайтів, дизайн яких вам не подобається',
    'brief_156' => 'Напишіть адреси сайтів, дизайн яких вам не подобається, вкажіть чому',
    'brief_157' => 'Які елементи фірмового стилю існують і можуть бути використані при розробці дизайну',
    'brief_158' => 'Керівництво по фірмовому стилю',
    'brief_159' => 'Логотип',
    'brief_160' => 'Фірмові кольори',
    'brief_161' => 'Фірмові шрифти',
    'brief_162' => 'Поліграфія',
    'brief_163' => 'Фотографії',
    'brief_164' => 'Каталоги',
    'brief_165' => 'Буклети',
    'brief_166' => 'Iнше',

    'brief_167' => 'Настрій і асоціації, які повинен викликати дизайн сайту',
    'brief_168' => 'Строгий корпоративний дизайн',
    'brief_169' => 'Яскравий, помітний дизайн',
    'brief_170' => 'Позитивний і веселий',
    'brief_171' => 'Дизайн насичений ілюстраціями/фотографіями',
    'brief_172' => 'Мінімалістичний дизайн. Упор на функціональність',
    'brief_173' => 'Iнше',

    'brief_174' => 'Наявність фотографій і картинок для розробки дизайну',
    'brief_175' => 'є',
    'brief_176' => 'Необхідно підібрати дизайнеру',
    'brief_177' => 'Необхідна фотосесія',
    'brief_178' => 'Основні вимоги та побажання по дизайну сайту',
    'brief_179' => 'Опишіть вимоги і бажання, можна написати будь-яку інформацію, яка може допомогти нашому дизайнеру',
    'brief_180' => 'Контент для сайту: тексти, переклади, фотографії',
    'brief_181' => 'Вже готовий',
    'brief_182' => 'Необхідні послуги копірайтера, рерайтера',
    'brief_183' => 'Необхідний фотограф',
    'brief_184' => 'Необхідний перекладач',

    'brief_185' => 'Додаткові послуги та сервіси',
    'brief_186' => 'Наповнення контентом',
    'brief_187' => 'Технічна підтримка сайту',
    'brief_188' => 'Ведення сайту (регулярне оновлення контенту)',
    'brief_189' => 'Контекстна реклама',
    'brief_190' => 'SEO-просування',
    'brief_191' => 'Розробка фірмового стилю',
    'brief_192' => 'Розробка логотипу',

    'brief_193' => 'Додаткові файли',
    'brief_194' => 'Можна прикріпити заповнений бриф, начерки прототипу, зразкову ТЗ або будь-які файли для розробки сайту',
    'brief_195' => 'Додайте файл',

    'brief_196' => 'Зв\'яжіться з нами',
    'brief_197' => '+38 098 870 53 97',
    'brief_city1' => 'Україна, м Київ',
    'brief_email1' => 'office@makklays.com',

    'interesting_development' => 'Цікавить розробка',
    'Address' => 'Адреса',
    'Times_working' => 'Години роботи',
    'mon_fri' => 'Понеділок - П\'ятниця: 9:00 - 18:00',
    'sur_sun' => 'Субота і неділя: вихідний',
    'main_whatmake_descr' => 'Так, ми розробляємо і робимо сайти. Ми пишемо код. Робимо великі і не дуже сайти. Сайти, які нам легко підтримувати, бо ми знаємо свій код і знаємо, що робимо. Ми не використовуємо безкоштовні CMS, які не призначені для модіцікаціі і маштабування в подальшому, тому вони і безкоштовні, а розробка на них коштує дешевше і швидше. Вам потрібно розробити сайт під ключ і запустити його в інтернеті? Це до нас! Ми готові розробити сайт для Вас і запустити його в інтернеті. Наш вектор напрямку - це корпоративний сайт, інтернет магазин і сайт-система. Ми пишаємося тим, що ми робимо і розробляємо сайти. Ми пишаємося результатами своєї роботи і нашими клієнтами. Ми хочемо, щоб і Ви змогли отримати бажаний результат, попрацювавши з нами.',

    'Order_successful' => 'Наш менеджер зв\'яжеться з Вами протягом 30 хвилин',
    'Close' => 'Закрити',
    'slogan' => 'Розробка сайту',
    'slogan_descr' => 'Ми Makklays. Ми допомагаємо втілити ідею.',

    'mysite_policy' => 'Політика конфіденційності',

    'Dashboard' => 'Приладова панель',
    'Articles' => 'Статті',
    'logged_in' => 'Ви увійшли в систему!',

    'policy1' => 'Справжня Політика конфіденційності персональних даних (далі - «Політика конфіденційності») діє відносно всієї інформації, яку сайт Makklays, розташований на доменному імені <a href="https://makklays.com/:lang" class="a-green">https://makklays.com/:lang</a> і пов\'язаних доменні імена, може отримати про Користувача під час використання сайту.',
    'policy_termins' => 'Визначення термінів',
    'Add_article' => 'Додати статтю',
    'Fulltext' => 'Повний текст',
    'Shorttext' => 'Короткий текст',
    'Add_photo' => 'Додати фото',
    'Edit_article' => 'Редагувати статтю',
    'Edit' => 'Редагувати',
    'Delete' => 'Вилучити',
    'Actions' => 'Дії',
    'Views' => 'Переглядів',
    'Date' => 'Дата',

    'Not_atricles' => 'Відсутні статті',
    'Title' => 'Назва',
    'Is_visible' => 'Відображати',
    'Choose_lang' => 'Виберіть мову',
    'Yes' => 'Так',
    'No' => 'Ні',
    'Article' => 'Стаття',
    'Read' => 'Детальніше',
    'Photo' => 'Фото',
    'Profile' => 'Профіль',
    'Documents' => 'Документи',
    'Reports' => 'Звіти',
    'Logout' => 'Вийти',
    'ToDo' => 'Зробити',
    'Save' => 'Зберегти',
    'Tipical_dogovor' => 'Типовий договір на розробку сайту',
    'Report' => 'Звіт',
    'Orders' => 'Замовлення',
    'Fio' => 'Iм\'я',
    'Messenger' => 'Messenger',
    'want_development' => 'Хоче замовити',
    'IP_address' => 'IP-адрес',
    'Calls' => 'Дзвінки',
    'Statistics' => 'Статистика',
    'Soobsheniya' => 'Повідомлення',
    'Packages' => 'Пакети',
    'Soobshenie' => 'Повідомлення',
    'Cat_or_Dog' => 'Кот або Пес',

    'File' => 'Файл',
    'Date_From' => 'Дата від',
    'Date_To' => 'Дата до',

    'Add_order' => 'Додати замовлення',
    'Description' => 'Опис',
    'Choose' => 'Вибери',
    'Choose_company' => 'Вибери компанію ...',
    'Price' => 'Ціна (грн)',
    'Status' => 'Статус',
    'From_date' => 'Дата початку',
    'To_date' => 'Дата закінчення',
    'Add_file' => 'Додати файл',

    'Password' => 'Пароль',
    'Login' => 'Логін',
    'RememberMe' => 'Запам\'ятати мене',
    'ForgotYourPassword?' => 'Забули пароль?',
    'Not_orders' => 'Немає замовлень',
    'Slag' => 'Slug (url)',

    'save_success' => 'Дані успішно збережені',
    'delete_success' => 'Дані успішно видалені',
    'save_errors' => 'Помилка, при збереженні даних',
    'delete_errors' => 'Помилка, при видаленні даних',
    'modal_rules' => 'Погоджуюся з',
    'work_and_felic' => 'Про роботу і щастя',
    'happy_citata' => 'Щастя - це коли вранці з радістю йдеш на роботу, а ввечері з радістю повертаєшся додому.',

    'system_site' => 'Сайт-система',
    'system_site1' => 'Сайт-система - це логічно складний сайт для управління процесами підприємства і допомоги роботи співробітникам підприємства. Ще також званої інформаційної системою або є корпоративним порталом з додаванням кількох логічних розділів з управління процесами підприємства в його галузі та сфері. Це система моніторингу процесів. Сайт-система використовується для забезпечення і організації спільного процесу додавання, редагування і управління логічними частинами організації. ',
    'system_site2' => 'Основні функції сайт-системи',
    'system_site3' => 'Основні функції сайту-системи: <br/><br/>
- надання інструментів для додавання вмісту, організація спільної роботи над вмістом; <br/>
- обробка вмісту: зберігання, контроль версій, дотримання режиму доступу, управління потоком документів; <br/>
- управління процесами: відправка email, відправка документів;  <br/>
- відображення поточних статусів організації та вибраних вузлів;  <br/>
- публікація вмісту; <br/>
- подання інформації у вигляді, зручному для навігації, пошуку. <br/><br/>
В системі управління можуть перебувати найрізноманітніші дані: документи, фільми, фотографії, номера телефонів, наукові дані і так далі. Така система часто використовується для зберігання, управління, перегляду і публікації документації. Контроль версій є однією з важливих можливостей, коли вміст змінюється групою осіб. <br/><br/>
У загальному випадку системи управління вмістом діляться на системи управління корпоративним контентом (англ. Enterprise Content Management System) - для роботи з вмістом всередині будь-якої організації і системи управління веб-вмістом (англ. Web Content Management System) для підтримки роботи веб-сайту. <br/><br/>
Іншими словами, сайт-система може мати як внутрішню так і зовнішню складові. Внутрішня частина сайт-системи доступна співробітникам всередині підприємства, а зовнішня - доступна всім користувачам сайту. <br/><br/>
Якихось 3 роки тому основною проблемою для впровадження сайт-систем на більшості підприємств була висока вартість коробкових рішень з урізаним функціоналом і необхідність їх розгортання на базі власної інфраструктури. З появою хмарних (SaaS) рішень така проблема навіть для невеликої компанії перестала бути актуальною. <br/><br/>
Використання таких технологічних рішень в роботі є вигідним як для малого, так і для великого бізнесу. І якщо вам цікаво, які переваги це може забезпечити власнику бізнесу, читайте далі. <br/><br/>
Платформа надає широкий набір інструментів для організації ефективної роботи практично будь-якого бізнесу: <br/><br/>
- додавання проектів, постановка і відстеження завдань по ним; <br/>
- управління продажами, комерційними пропозиціями та іншими операціями; <br/>
- воронка продажів і обробка лидов; <br/>
- диск для зберігання документації та файлів; <br/>
- поділ прав доступу і ролей; <br/>
- інтеграція з сайтом і інтернет-магазином; <br/>
- живий чат між співробітниками компанії;  <br/>
- контакти, записи, звіти і багато іншого. <br/><br/>
А найцікавіше - практичне обмеження полягає тільки в доступному місці на диску, кількість співробітників компанії, яких можна підключати, ніяк не обмежена.',
    'system_site4' => 'Чому ми?',
    'system_site5' => 'Нашим гідністю можна назвати складність розробки унікального сайту-системи з нестандартними функціями, бо такі ресурси, як правило, потрібні компаніям з відповідними запитами (наприклад, працюючим в корпораціях, банках, холдингах). Розробка сайту-системи не є розробкою з "нуля", так як вже включає і використовує стандартні компоненти сайту, такі як: <br/><br/>
- вхід на сайт (реєстрація, авторизація); <br/>
- особистий кабінет користувача; <br/>
- адміністративна частина сайту (управління користувачами) і т.д. <br/><br/>
Цей стандартний набір компонентів доповнюється логічними частинами конкретного підприємства, що відображають індивідуальні особливості клієнта. Наші фахівці з легкістю зможуть їх виділити і запрограмувати в зручний інтерфейс користувача, а кажучи простіше, в сторінки сайту інтуїтивно зрозуміло пов\'язані між собою. Наш досвід заснований на кращих прикладах і практиках інших подібних сайтів. Ми використовуємо найсучасніші технології для його розробки. <br/>
У той час, як мінусом безкоштовних систем є відсутність можливості їх допрацьовувати під цілі бізнесу.  <br/>
Організація може дозволити собі сайт-систему розроблену під свої бізнес мети, а наші програмісти здатні впровадити всі забаганки і одружилися замовника. <br/><br/>
При виборі сайт-системи варто звертати увагу на такі деталі, як: <br/><br/>
- безпеку; <br/>
- можливість доопрацювання елементів; <br/>
- набір функцій і можливостей; <br/>
- зручність роботи з заголовками, мета-тегами та іншими важливими для просування деталями; <br/>
- можливість створювати власні імена для сторінок і семантичні URL; <br/>
- швидкість роботи; <br/>
- наявність російськомовної локалізації; <br/>
- відсутність сторонніх елементів (наприклад, не передбачених вами рекламних банерів); <br/>
- можливість обробки помилок; <br/>
- відсутність дублювання сторінок; <br/>
- підтримка карти сайту; <br/>
- зручність додавання і видалення сторінок і т.д. <br/><br/>
Не варто забувати також і про продуктивність: очевидно, що складне і громіздке платне рішення виявиться в перевазі при великій відвідуваності, в порівнянні з безкоштовним, яке може не витримати великого навантаження і просто не впоратися.',
    'system_site6' => 'Висновки',
    'system_site7' => 'Готові безкоштовнi сайти з налаштуванням з коробки має ряд мінусів, а основний - вони не редагуються. В них не можливо вставити або доповнити чимось, що хоче замовник, на відміну від сайт-системи розробленої спеціально під бізнес клієнта. Підбирати систему під себе варто виходячи з власних уподобань: комусь може бути зручна одна, хтось полюбить роботу з іншою.
    Багато що залежить від того, що краще відповідає потребам компанії і більше підходить для конкретної бізнес задачi підприємства,
    здатності сайту-системи відобразити Ваші бізнес процеси, а також бути зручною у налаштуваннi під Вас. ',

    'lpage1' => 'Landing page, лендінг пейдж - що це таке?',
    'lpage2' => '— це посадкова сторінка для збору контактів зацікавлених відвідувачів або
                продажу товару. Іноді, лендінг — це тимчасове рішення, перед запуском повноцінного корпоративного сайту.
                Як правило, це лише одна сторінка сайту, на якому коротко і ємко представлена інформація про
                послугу чи товар, що дозволяє підвищити ефективність реклами. <br/><br/>

                Відвідувачі потрапляють на лендінговi сторінки сайту через контекстну, банерну, таргетовану рекламу і
                email-розсилку. Головне завдання лендінг-сайтів — це конвертація відвідувачів в ліди або покупцiв, спонукання відвідувача
                до вчинення цільового дії. Такою дією може бути: купівля, підписка на розсилку, реєстрація на сайті,
                скачування наданої інформації, відправка контактів відвідувача. <br/><br/>

                На відміну від сайту на Лендінзі не розміщують посилання, за якими користувач може піти зі сторінки, так як відсутній особистий кабінет.
                Всі посилання ведуть або на елементи Лендінзі — інформаційні частини, або на контактну форму. <br/><br/>

                Мета лендінгу — це сфокусувати користувача на одному реченні (конкретної послуги чи товар). Тому вся
                інформація на Лендінзі націлене продає цей товар або послугу. На ньому використовується один ключовий заклик до дії.
                Так би мовити, один вектор напрямку для відвідувача. <br/><br/>',
    'lpage3' => 'Чому вам необхідний лендінг пейдж?',
    'lpage4' => 'Лендінг пейдж затребувані в процесі просування продукту або виведення нового продукту на ринок багато в чому завдяки тому, що вони можуть підвищити ваш рейтинг конверсій найдоступнішим і вигідним для вас чином. А все тому, що посадочні сторінки (лендінгу) розробляються з метою оптимізувати конверсію: ',
    'lpage5' => 'Лендінги мають фразово / рекламну відповідність',
    'lpage6' => '— це коли заголовок вашого оголошення збігається з
                заголовком посадкової сторінки (грамотна seo оптимізація). Даний факт є для відвідувачів очевидним підтвердженням того, що вони
                потрапили на потрібну, цікаву для них сторінку. <br/><br/>

                Наприклад фраза «інструменти маркетингу» (marketings tool) повторює заголовок посадкової сторінки і
                як би підсилює його ефект. Таким чином, відвідувач точно знає, що він потрапив на той сайт, на який збирався.
                Фразова відповідність заголовків реклами і Лендінзі дозволяє уникнути плутанини, яка неминуче виникає,
                якщо людина, запитуючи щось специфічне і конкретне, переходить на головну сторінку сайту, де йому знову
                доводиться шукати потрібний розділ. Не варто вводити відвідувачів в оману - використовуйте однакову формулювання. ',
    'lpage7' => 'Коефіцієнт уваги 1:1.',
    'lpage8' => 'Цей коефіцієнт означає, що число клікабельних елементів на сторінці дорівнює числу цілей
                сторінки, тобто у Лендінзі відсутні випадкові відвідувачі. Ідеальний лендінг повинен переслідувати досягнення тільки певної однієї мети.
                А будь-який елемент, який не має відношення до цільового дії, визнається як відволікаючий і розпилюючи увагу відвідувача. <br/><br/>

                Ця умова обов\'язкова для ефективного лендінгу і освітлення в інтернеті. Не дайте можливість відвідувачам піти з лендінгу, не зробивши
                цільової дії. Для того, щоб цього не сталося і зведення до мінімуму можливість здійснення такого сценарію, вам необхідно прибрати з лендінгу всi
                сторонні клікабельні елементи. <br/><br/>

                Хороша практика, коли посадкова сторінка переслідує тільки одну мету і містить відповідний їй клікабельний елемент - кнопку «Замовити продукт». ',
    'lpage9' => 'Простота проведення спліт-тесту або A/B-тестів.',
    'lpage10' => 'Мета проведення A/B-тестів — це знайти оптимальний варіант лендінга, що генерує максимальне число лiдiв. <br/><br/>

                Порівнюючи між собою різні варіанти одного лендінгу, ви можете визначити, на що ваша цільова аудиторія
                реагує найкраще, випробувати якісь нові тактики і засоби, і повторювати цей процес рівно стільки,
                скільки буде потрібно, щоб знайти найефективніший варіант - таку комбінацію елементів, які дають
                максимальне число конверсії з лендінгу.<br/><br/>

                Важливо відзначити також, що спліт-тестування лендінгу провести набагато простіше, ніж головної сторінки корпоративного сайту або інтернет-магазину, а все тому
                що ви маєте справу лише з однією метою спрямованою на одну дію відвідувача, а не з кількома. ',
    'lpage11' => 'Які компоненти ефективного лендінгу? ',
    'lpage12' => '1. Головний заголовок <br/>
                2. Другорядний заголовок (підзаголовок) <br/>
                3. УТП (Унікальна торговельна пропозиція)  <br/>
                4. Iндикатори довіри <br/>
                5. Основна кнопка призову до дії <br/>
                6. Другорядний заклик до дії <br/>
                7. Відсутність навігаційного меню <br/>
                8. Зображення, відео <br/>
                9. Форма захоплення, лід-форма <br/>',
    'lpage13' => 'Реклама в соціальних мережах і просування landing page',
    'lpage14' => 'Соцмережами сучасні користувачі користуються не рідше, ніж пошуковими системами. Багато людей не уявляють свого
                повсякденного життя без Twitter, Facebook, «ВКонтакте», Instagram, Google і багатьох інших майданчиків. Все це робить
                соціальні мережі дуже перспективними джерелами цільового трафіку для посадкової сторінки. Як же його отримати?
                Рекламний сервіс - основний бізнес соціальних мереж. І реклама тут дуже точно направляється на
                різні верстви цільової аудиторії. Користувачі самостійно заповнюють анкети, ставлять лайки і роблять репости,
                а також підписуються на різні спільноти в соціальній мережі. А алгоритми соцмереж і їх великі обчислювальні потужності,
                аналізують всі ці дані, щоб обчислити і зрозуміти інтереси різних користувачів і їхні смаки.',
    'lpage15' => 'Висновки',
    'lpage16' => 'Незважаючи на те, що лендінг - це просто одна посадкова сторінка з інформацією. Вона дуже інформативна.
                Нам стало зрозуміло для якого бізнесу підходить лендінг. Також, потрібно пам\'ятати,
                що є завдання і цілі, які не можна реалізувати за допомогою навіть самого якісного лендінгу. У більшості
                випадків весь трафік на посадкову сторінку (лендінг) залучається платними, причому досить дорогими способами.
                Тому дуже важливо серйозно підійти до стадії розробки і оптимізації лендінгу.
                Варто додати, що при великій кількості товару і бажанні кожен висвітлити в інтернеті, лендінгу може бути мало.
                Тоді виробники віддають перевагу',
    'lpage17' => 'інтернет-магазину',
    'lpage18' => 'або інтернет-каталогу.
                На практиці ми бачимо, що численні шаблонні рішення не дають бажаного результату.
                Лендінг дійсно працює, але вимагає професійного підходу.
                Використання шаблонних рішень призвело до того, що багато бізнесменів розчарувалися в концепції landing page. Хоча
                великі азіатські і європейські бренди активно просувають свої продукти саме за допомогою лендінг пейдж.',

    'shop1' => 'Інтернет магазин',
    'shop2' => '(Англ. Online shop або e-shop) - сайт, який торгує товарами за допомогою мережі Інтернет.
                Дозволяє користувачам онлайн, в своєму браузері або через мобільний додаток, сформувати замовлення на
                покупку, вибрати спосіб оплати і доставки замовлення, оплатити замовлення. При цьому продаж товарів здійснюється
                дистанційним способом і вона накладає обмеження на товари, що продаються. Так, в деяких країнах є
                заборона на інтернет-торгівлю алкоголем, зброєю, ювелірними виробами та іншими товарами (наприклад, в
                Україні заборонена дистанційна продаж алкоголю, ювелірних виробів і інших товарів, вільна реалізація
                яких заборонена або обмежена).',
    'shop3' => 'Онлайн-магазини, який дозволяє компаніям купувати у інших компаній називається онлайн-магазинами бізнес для бізнесу (B2B).
                Типовий інтернет-магазин дозволяє клієнту переглядати асортимент продуктів і послуг фірми,
                переглядати фотографії, читати опис до товарів або послуг, переглядати зображення продуктів, а
                також інформацію про технічні характеристики продукту і ціни. Також у інтеренет-магазину є можливість покупки і оплати через інтернет. <br/><br/>
                Інтернет-магазини зазвичай дозволяють покупцям використовувати функції «пошуку», щоб знайти конкретні моделі,
                бренди або предмети.',
    'shop4' => 'Кому потрібні Інтернет-магазини? ',
    'shop5' => 'Інтернет-магазин - НЕ ',
    'shop6' => 'корпоративний сайт',
    'shop7' => ', який можна рекомендувати практично всім компаніям.
                Інтернет-магазин в першу чергу корисний власникам стандартизованих товарів і послуг.
                Наприклад, продавати з віртуальних полиць стільникові телефони і автозапчастини значно простіше, ніж, скажімо,
                одяг або взуття, які потрібно приміряти. Друга група потенційних власників Інтернет-магазинів
                — компанії, що займаються традиційною роздрібної комерцією. В цьому випадку онлайновий бізнес тісно взаємопов\'язаний
                зі звичайними продажами і виступає в якості додаткового до основного - роздрібної торгівлі. Така схема,
                мабуть, найбільш вдала. Адже діяльність Інтернет-магазинів регламентує практично та ж законодавча
                база, що і роботу звичайних (офф-лайнових) торгових точок. А досвід реальної роботи з покупцями в значній
                ступеня можна поширити на майбутній Інтернет-магазин. <br/><br/>
                Іншими словами, потенційні власники онлайнових магазинів - ті компанії, які теоретично здатні
                продавати свої товари за каталогами, тобто з організацією доставки.',
    'shop8' => 'Скільки коштує розробити <br/> Інтернет-магазин? ',
    'shop9' => 'Вартість створення інтернет-магазину зазвичай починається від 1000 євро. У нас ця цифра трохи більше.
                 За цю суму Ви можете отримати оформлений сайт початкового рівня
                 і каталог товарів з можливістю розміщення замовлень. Після того як покупець зареєструвався і оформив
                 замовлення, менеджер магазину отримує від нього з сайту лист із заявкою. Менеджер зв\'язується з потенційним
                 покупцем, домовляється про тип доставки і висилає товар.

                Іншими словами, суть процесу покупки в такому магазині - відправка заявки на товар по електронній пошті,
                а сам магазин являє собою інтерактивний прайс-лист. Головне достоїнство «онлайн-магазину» - зручність розміщення заявки для користувача.
                Недолік - необхідність вдаватися до послуг фахівців для підтримки інтернет-магазину (наприклад, для
                оновлення асортименту). Вартість цієї послуги - не менше 50 дол. На місяць. Ціна може істотно зрости,
                якщо магазин вимагає постійної уваги. Стандартна поставка інтернет-магазину від нашої компанії має функціонал,
                завдяки якому потреба вдаватися до допомоги фахівців повністю відпадає, тобто ви
                можете заощадити на підтримці магазину і оновлювати зміст магазину самостійно без спеціальних навичок
                і знань мов програмування. <br/><br/>

                Послідовність дій або логіка може модифікуватися і налаштовуватися під кожен інтернет-магазин окремо.
                 Наша розробка інтернет-магазинів є набагато гнучкішим, ніж розробка з "коробкового рішення", яке не має можливості для модифікації під потреби ведення бізнесу і його особливості.
                 Також наші інтернет-магазини легко модифікуються під будь-які потреби і Ваші побажання.
                 Ми здатні розробити інтернет-магазин так, щоб він максимально гармонійно повторив бізнес процеси Вашої компанії.
                <br/><br/>

                Інтернет-магазин побільше, так званий «керований магазин з базою даних», повинен бути оснащений більш
                розвиненим інструментарієм. Після оформлення заявки менеджер не тільки отримує підтвердження по електронній
                поштою, а й контролює етапи обробки замовлення, відомості про який автоматично потрапляють в базу даних.
                За даними з бази він може розподіляти комплектування замовлень, контролювати пропозиції по товарним
                позиціях і приймати елементарні управлінські дії. Витрати на розробку такого магазину зазвичай
                починаються з 1700 євро, а при замовленні подібного магазину в нашій студії ви отримуєте те ж саме набагато
                дешевше завдяки розробленому компанією механізму оновлення вмісту магазину, управляти яким зможе
                навіть новачок. <br/><br/>

                Економію за рахунок підтримки власними силами власнику допоможе отримати «Premium Інтернет-магазин».
                Для його поновлення нерідко зовсім не потрібно залучати фахівців (крім екстрених випадків) - з цієї
                проблемою впорається будь-який тлумачний співробітник компанії. Наприклад, для оновлення каталогу товарів потрібно
                лише заповнити адміністраторську форму. Введені Вами дані автоматично публікуються на сайті.
                «Premium Інтернет-магазин» також надає операторам магазину потужний інструментарій для контролю
                над формуванням заявок і інші можливості. Стартова ціна за розробку подібного Інтернет-магазину з
                адміністраторськими і призначеними для користувача інтерфейсами до бази даних і іншими «можливостями» в нашій компанії
                починається від 700 євро, а в більшості інших компаній-розробників вартість такого продукту починається
                від 2000-2500 євро. <br/><br/>

                У всіх випадках ціни наведені для рішень початкового рівня, тобто для Інтернет-магазинів з мінімумом
                 необхідних функцій, потрібних більшості початківців роздрібних продавців. Якщо ж компанія орієнтована
                 на серйозну Інтернет-комерцію і планує реалізувати в магазині широкі можливості по оплаті і
                 автоматизації процесів, то вартість розробки і обслуговування такого рішення може скласти десятки тисяч
                 доларів. Варто зазначити, що подібні рішення застосовуються не часто. <br/><br/>

                Замовляючи розробку Інтернет-магазину в інших компаніях, необхідно врахувати вартість розміщення (хостингу)
                 майбутнього сайту. У нашій компанії розміщення вашого інтернет магазину, а також покупку його імені (ім\'я сайту) ми беремо на себе - це подарунок від нас. <br/> <br/>
                 Створення інтернет-магазину - необхідний крок для тих, хто зібрався серйозно займатися продажами.',
    'shop10' => 'Інтернет-магазин - <br/> помічник реальному магазину',
    'shop11' => 'Відомий факт, що традиційна роздрібна торгівля залишається одним з найпривабливіших видів бізнесу.
                 Тому повністю перейти в режим он-лайн не може. Однак і ігнорувати Інтернет як інструмент
                 роботи з зайнятими покупцями, заощаджують свій час, не можна. Саме тому можна рекомендувати
                 Інтернет-магазин не як «заступника», а як помічника реальної роздрібної торговельної точки, тобто в якості
                 онлайнової «вітрини» з можливістю замовлення. <br/><br/>

                Початкові інвестиції в інтернет-магазин (близько 800-2100 $) допоможуть «відчути» цей спосіб
                ведення бізнесу і оцінити можливий прибуток. Щоб не ризикувати даремно, на першому етапі можна свідомо
                обмежити коло потенційних покупців жителями свого міста або округу, запропонувати тільки кур\'єрську доставку з
                оплатою на місці, тобто використовувати самі мінімальні і надійні способи роботи з покупцями. Якщо це вийде, то
                другий етап - інтеграція більш широкого спектра платіжних засобів, розвиток автоматизованих засобів
                управління замовленнями, вдосконалення свого Інтернет-магазину до рівня найбільш успішних представників
                цього бізнесу. У будь-якому випадку відкриття власного Інтернет-магазину - це новий рівень обслуговування,
                який не тільки сприяє підвищенню продажів, збільшення прибутку, але і створює більш привабливий образ компанії в очах
                традиційних «офф-лайнових» покупців. ',
    'shop12' => 'Висновки',
    'shop13' => 'Інтернет-магазини бувають як невеликі, зі стандартним функціоналом інформування про покупку, так і
                дуже великі, з широкими можливостями в адміністративній панелі, підключення до роботи інтернет-магазину
                декількох відділів компанії (логістика, склад, закупівля), можливістю покупки і оплати через інтернет
                декількома платіжними способами. Мати або не мати доставки, відстеження руху товару від покупки на сайті до доставки
                покупцеві в руки. А також багато іншого функціоналу, який має той чи інший вид бізнесу і його процесів.
                Ціна на розробку інтернет-магазину також залежить від функціоналу.
                Більш детальну ціну на розробку інтернет-магазину Вам можуть сказати наші менеджери по телефону або якщо Ви заповните ',
    'shop14' => 'бриф на розробку',
    'shop15' => 'на нашому сайті, після чого наші менеджери зв\'яжуться з вами для ведення заявки на розробку.',

    'corp1' => '<b>Корпоративний сайт</b> - це повноцінне представництво компанії в інтернеті і ефективний інструмент
                для залучення і утримання нових клієнтів. На ньому користувач може познайомитися з компанією з будь-якої точки світу.<br/><br/>
                Крім докладної інформації про компанію та її послуги, корпоративний сайт може містити наступні елементи: <br/><br/>
                - новини <br/>
                - розсилки <br/>
                - форму зворотного зв\'язку <br/>
                - каталог товарів і послуг <br/>
                - форму замовлення через сайт <br/>
                - <a href=":url_shop" class="a-green">інтернет магазин</a> з оплатою товарів через платіжні системи <br/>
                - листування <br/>
                - інші модулі, що враховують специфіку конкретної компанії.',
    'corp2' => 'Корпоративний сайт - це якісна і повноцінна презентація компанії в Інтернеті. Його основна мета - залучити нових клієнтів або партнерів (або зміцнити існуючий партнерське співробітництво), розвинути бізнес шляхом розкриття переваг компанії, докладну розповідь її діяльності, послуг або товарів. Мета створення корпоративного сайту залежить, безпосередньо, від бажань чи потреб самої компанії. В тому числі, це може бути захоплення нової ніші або вихід на міжнародний ринок. <br/><br/>
Головною цінністю і відмінністю корпоративного сайту стало те, що він може виконувати і ряд інших завдань, які не менш важливі для фірми. Зокрема, за допомогою певних функцій, підтримувати цілодобову взаємозв\'язок з клієнтами або партнерами, бути Файлосховище і інструментом для ведення робочого процесу співробітниками компанії, їх внутрішнього спілкування. Крім того, корпоративний сайт може продавати і рекламувати діяльність компанії, ставши досить ефективним рекламним майданчиком.  <br/><br/>
Таким чином, корпоративний сайт вирішує наступні завдання: <br/><br/>
- цілодобове надання докладної інформації про компанію та її послуги <br/>
- своєчасне інформування відвідувачів про новини і спеціальні акції компанії <br/>
- розширення бази клієнтів <br/>
- підтримка користувачів <br/>
- інтерактивне спілкування з клієнтами та відвідувачами (опитування, питання-відповіді) <br/>
- можливість цілодобового замовлення товарів і послуг через сайт <br/>
- розкрутка імені компанії і багато іншого. <br/><br/>
Дизайн корпоративного сайту виконується з урахуванням фірмового стилю компанії.',
    'corp3' => 'Основні завдання корпоративного сайту',
    'corp4' => 'Завдання корпоративного сайту безпосередньо залежать від типу бізнесу і цілей компанії. Ми можемо привести основні завдання.  <br/><br/>
                - <b>Формування та підвищення іміджу компанії</b> <br/>
                - <b>Розширення клієнтської та партнерської бази</b> <br/>
                - <b>Надання повної інформації про компанії або корпорації для цільової аудиторії</b> <br/>
                    Розділи бізнес-сайту можуть бути в будь-якій кількості. Головне, щоб сайт надав максимально можливу
                     інформацію про компанію. Сюди можуть бути включені: <br/>
                    - Інформація про саму компанію: її історію, здобутки, результати роботи; <br/>
                    - Інформація про керівництво і співробітників компанії; <br/>
                    - Інформація про товари чи послуги, які реалізуються фірмою з їх дуже докладним описом; <br/>
                    - Будь-яка інформація для партнерів; <br/>
                    - Блог і інше. <br/>
                    З інформативною точки зору, корпоративний сайт може містити абсолютно будь-який наповнення сайту, яке
                     може бути цікаво цільової аудиторії. <br/><br/>
                - <b>Формування та підвищення іміджу компанії</b> <br/>
                - <b>Можливість продажу товарів і послуг через інтернет</b> <br/>
                - <b>Залучення нових співробітників в компанію</b>',
    'corp5' => 'Види корпоративних сайтів',
    'corp6' => 'Корпоративний сайт-візитка',
    'corp7' => 'Такий сайт вибирають молоді компанії, чий бізнес Равіван разом з сайтом. На ньому представлена коротка
                 інформація про компанію та надають нею послуги.',
    'corp8' => 'Корпоративний сайт-каталог',
    'corp9' => 'Виробить відразу кілька завдань. Інформування про компанію в мережі інтернет і докладний предвставленіе
                 товарів або продукції у вигляді структурованого каталогу. Можливо покупка товару.',
    'corp10' => 'Корпоративний Інфопортал',
    'corp11' => 'Зроблено для несення інформації для груп людей по тематиці. Може бути навчальний тренінг, інформаційний
                 курс або сайт новин.',
    'corp12' => 'Що потрібно сучасним сайтам організації?',
    'corp13' => '- Cтруктура сайту <br/><br/>
                - Оформлення сайту компанії <br/><br/>
                - Функціонал сайту фірми <br/><br/>
                - Необхідний обсяг інформації <br/><br/>
                - Адаптація до мобільних пристроїв <br/><br/>
                - Висока швидкість завантаження сайту <br/><br/>
                - Надійний хостинг <br/><br/>
                - Багатомовність',
    'corp14' => 'Висновки',
    'corp15' => 'Перш ніж зважитися замовити розробку корпоративного сайту, гарненько подумайте - чи дійсно
                 ви готові до цього. Сайт компанії - зовсім не та історія, коли створив сайт, запустив і забув про нього.
                 По-перше, послуги створення сайту для бізнесу коштують досить дорого, про це не варто забувати.
                 По-друге, такий ресурс постійно вимагає оновлень, підтримки і своєчасної доопрацювання в форс-мажорних
                 ситуаціях. А це теж час і гроші. І, часом, чималі, якщо мова йде про послуги професіоналів.',
    'corp16' => 'Але якщо ви вже зважили всі за і проти і готові стати власником сайту для бізнесу, то будьте впевнені,
                 що за умови його відповідності всім технічним і призначеним для користувача вимогам, ваш проект окупить себе,
                 вирішуючи поставлені йому завдання і позиціонуючи вашу компанію в кращому світлі.',

    'portal1' => 'Web-портал',
    'portal2' => '<b>Веб-портал</b> aбо <b>Інтернет портал</b> — сайт в комп\'ютерній мережі, який надає користувачеві різні інтерактивні інтернет-сервіси, які працюють в рамках цього сайту. Веб-портал може складатися з декількох сайтів.<br/><br/>
Також портали функціонують як точки доступу до інформації в інтернеті або сайти, які допомагають користувачам в пошуку потрібної інформації. Такі портали надають інформацію з різних джерел в однаковому вигляді. Іноді їх називають навігаційними сайтами. <br/><br/>
Як правило, портали виконують функції пошуку, а також надають доступ до різних інтернет-сервісів, наприклад електронній пошті, стрічці новин і т.д. <br/><br/>
Концепція веб-порталів - надання максимальної кількості інтернет-сервісів в одному місці для залучення найбільшого числа користувачів.',
    'portal3' => 'Веб-портали буваю двох класів',
    'portal4' => '1. <b>Горизонтальний портал</b> (Універсальний, загального призначення, general portal) - портал, що охоплює безліч тематик, що представляє набір сервісів (обслуговуючих, по можливості, всі теми) і орієнтований на максимально широку аудиторію - на максимальне охоплення її інтересів. Найбільш відомі горизонтальні портали: Yahoo! (Англомовні); Mail.ru (російськомовний); Yandex, Ukr.net (російськомовні і україномовні). <br/><br/>
Такі портали, як правило, поєднують в собі різноманітні функції, пропонують різноплановий контент і різні сервіси (новинні, фінансові, розважальні, ігрові та т.д.). <br/><br/>
2. <b>Вертикальний портал</b> (Нішевий, vertical portal, niche portal) - портал вузької тематичної спрямованості, що надає різні сервіси для користувачів мережі по певним інтересам і орієнтований на повне охоплення певної тематики або області діяльності. <br/><br/>
Якщо тематика вертикального порталу досить цікава, навколо нього може скластися інтернет-спільнота (community) - більш-менш постійна група осіб, які систематично спілкуються між собою (наприклад, в чаті такого порталу). <br/><br/>
Додаткові групи: корпоративні, урядові, персональні, тематичні та академічні портали.',
    'portal5' => 'Корпоративні портали',
    'portal6' => 'Створюються для співробітників, партнерів і клієнтів однієї організації. Призначені для: <br/><br/>
- персоніфікованого доступу зовнішніх і внутрішніх користувачів до корпоративних даних, в тому числі неструктурованих і різнорідним, і додатків; <br/>
- інтеграції різних корпоративних сервісів, об\'єднання ізольованих бізнес-моделей; <br/>
- забезпечення цілодобового віддаленого доступу до ресурсів компанії для всіх користувачів. <br/>
Типовий корпоративний портал складається з 3 функціональних шарів: <br/><br/>
- базової інфраструктури. Вона відповідає за такі сервіси, як система безпеки, управління транзакціями, порталом. Технічно містить сервер баз даних, додатків, web-сервер; <br/>
- інтеграції додатків. Шар відповідає за взаємодію ресурсу з усіма додатками компанії, ERP, CRM системами, СУБД і т.д.; <br/>
- інтерфейсу. Включає в себе CSM для управління інформаційним наповненням, служби для обміну інформацією з проектами бізнес-партнерів, засоби для роботи з бездротовими і мобільними пристроями, портлет (невізуальні і візуальні компоненти). <br/><br/>
Пошукова оптимізація для корпоративних порталів не обов\'язкова.',
    'portal7' => 'Архітектура корпоративних порталів',
    'portal8' => 'Типовий ресурс складається з трьох функціональних шарів: <br/><br/>
1. Базова інфраструктура. Забезпечує роботу системи безпеки, управління порталом, транзакціями. У базову інфраструктуру входить Web-сервер, сервери баз даних і додатків. <br/>
2. Інтеграція додатків. Відповідає за взаємодію порталу з різними системами компанії, СУБД, CRM, ERP і т.д. <br/>
3. Інтерфейс. Шар включає CSM для управління наповненням інформацією, а також інструменти для роботи з бездротовими і мобільними пристроями, служби обміну даними з проектами бізнес-партнерів, портлет (програмні модулі).',
    'portal9' => 'Особливості Web-порталів',
    'portal10' => '- Прямий доступ до всієї розміщеної інформації. <br/>
- Єдиний доступ до всіх програм. <br/>
- Наявність коштів пошуку даних. <br/>
- Можливість розширення, інтеграція додатків. <br/>
- Публікація документів, підтримка документообігу. <br/>
- Наявність каталогів документації. <br/>
- Підтримка групової роботи користувачів. <br/>
- Управління роботою груп користувачів.  <br/>
- Персоналізація доступу.',
    'portal11' => 'Для корпоративних веб-порталів нового покоління характерні також такі властивості: <br/><br/>
- Гнучкі і потужні інструменти для розробки додатків. <br/>
- Надійне середовище для їх реалізації. <br/>
- Відповідність вимогам, які пред\'являються до інформаційних систем підприємств. <br/>
- Підтримка бездротового і мобільного доступу. <br/>
- Можливість інтеграції з інформаційними системами партнерів і іншими додатками.',
    'portal12' => 'Висновки',
    'portal13' => '<b>Web-портал</b> – це сайт, який надає користувачам різні інтерактивні сервіси, що функціонують на одному ресурсі. Інформація на їхніх сторінках публікується однаковим способом незалежно від джерел. Такі сайти пропонують не тільки функцію пошуку, але і такі сервіси, як електронна пошта, форум, голосування і т.д.',

    'wepapi1' => '<b>Web Service</b> – це сервіс, який є механізмом обміну даними, надає необроблену інформацію, і складний для більшості користувачів.
                Веб-сервіс використовується сайтами і додатками. Ці додатки аналізують дані перед тим як повернути
                їх кінцевому користувачу. <br/><br/>

                Розглянемо на прикладах. Щоб отримати дані прогнозу погоди, мобільному додатку ABC потрібно взяти інформацію з певного ресурсу,
                це може веб сервіс, який надає дані погоди відповідають різним областям країни. <br/><br/>

                Ідентично, щоб отримати дані про акції, мобільний додаток ABC теж має зв\'язатися з веб сервісом
                які надають ці дані. Дані будуть оброблені перед тим як відображаються в мобільному додатку.
                Web Service часто надає необроблені дані, які складно зрозуміти більшості звичайних
                 користувачів, тому як вони повертаються в форматі XML або JSON. ',

    'wepapi2' => 'RESTful Web Service - це Web Service, який написаний на підставі структури REST (REpresentational State Transfer). REST вже широко використовується і замінює Web Service грунтуючись на SOAP і WSDL. RESTful Web Service легкий (lightweigh), його легко розширити і підтримувати.
Перші поняття про REST були введені в 2000 році в докторської дисертації Roy Thomas Fielding (співзасновник HTTP). У дисертації він детально знайомить з обмеженнями, правилами, як і зі способами виконання в системі для отримання системи REST. ',

    'wepapi3' => 'REST визначає правила архітектури для дизайну ваших Web сервісів, фокусується на систематичних
                 ресурсах, включаючи і те, який формат даних передається по HTTP, написаний різними мовами.
                 Завдяки великій кількості користуються веб сервісами, REST став дуже популярним. А за останні кілька років, став дуже популярний, як
                 сервіс набагато простіше і легше використовувати. Насправді, REST майже замінив SOAP
                 і WSDL все по тим же приченен, що їм набагато простіше і легше користуватися. <br/><br/>

                REST це набір правил для створення додатка Web Service, який слід 4 основним правилам дизайну: <br/>
                 - Використовувати явні методи HTTP <br/>
                 - Не має стану <br/>
                 - Показує структуру папок як URls <br/>
                 - Передача JavaScript Object Notation (JSON), XML або обох.  <br/><br/>

                REST ставить правило, вимагає від проммістов визначити їх мета через метод HTTP. Зазвичай ці цілі включають
                 отримання даних, додавання дані, оновлення даних або видалення даних. Тому коли ви хочете
                 виконати одну з задач вище, використовуйте наступні правила:  <br/><br/>

                - Щоб додати дані на сервері, вам потрібно використовувати метод <b> POST </b>. <br/>
                 - Для отримання даних, використовуйте <b> GET </b>. <br/>
                 - Щоб змінити стан даних або оновити їх, використовуйте <b> PUT </b>. <br/>
                 - Щоб скасувати або видалити дані, використовуйте <b>DELETE</b>.',

    'wepapi4' => 'Зауважте, що правила вище необов\'язкові, насправді ви можете використовувати тільки метод GET щоб отримати дані,
                 вставляти, змінювати або видаляти дані на сервері. Але REST надає правила вище, які своєю назвою описують
                 і пояснюють дію. <br/><br/>

                Іноді кліет може визначити види повернутих даних, які він хоче (JSON або XML), ці
                 визначення називаються видами MINE, які прикріплені до HEADER запиту. <br/><br/>

                Нижче перераховані найпоширеніші види MINE використовуються з REST service. <br/>
                MIME-Type	Content-Type: <br/>
                - <b>JSON</b>	application/json <br/>
                - <b>XML</b>	application/xml <br/>
                - <b>XHTML</b>	application/xhtml+xml <br/><br/>

                Наприклад клієнт відправляє запит на отримання інформації про погоду для свого мобільного додатка
                 і вимагає, щоб дані йому повернулися в форматі JSON.',

    'wepapi5' => 'Висновки',
    'wepapi6' => 'Завдяки API і http (s), а також формату обміну даними JSON ми можемо організувати передачу даних для
                 мобільних додатків розроблених на Android або іншій програмі здатної отримувати і обробляти
                 дані у вигляді JSON. Це дуже зручний формат передачі даних.
                 На сьогоднішній день це роблять всі додатки розроблені під мобільні телефони. ',

    'Last_articles' => 'Останні статті ',

    'policy2' => '«Адміністрація сайту Makklays (далі - «Адміністрація сайту») – уповноважені співробітники на управління сайтом, що діють від імені Makklays, які організовують і (або) здійснює обробку персональних даних, а також визначає цілі обробки персональних даних, склад персональних даних, що підлягають обробці, дії (операції), що здійснюються з персональними даними. <br/>
«Персональні дані» - будь-яка інформація, що стосується прямо або побічно певного або визначається фізичній особі (суб\'єкту персональних даних). <br/>
«Обробка персональних даних» - будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з персональними даними, включаючи збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), витяг, використання, передачу (поширення, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних. <br/>
«Конфіденційність персональних даних» - обов\'язкове для дотримання Оператором або іншим отримав доступ до персональних даних особою вимога не допускати їх поширення без згоди суб\'єкта персональних даних або наявності іншого законного підстави. <br/>
«Користувач сайту (далі -« Користувач) »- особа, яка має доступ до Сайту, за допомогою мережі Інтернет і використовує Сайт агентства. <br/>
«Cookies» - невеликий фрагмент даних, відправлений веб-сервером і зберігається на комп\'ютері користувача, який веб-клієнт або веб-браузер кожен раз пересилає веб-серверу в HTTP-запиті при спробі відкрити сторінку відповідного сайту. <br/>
«IP-адреса» - унікальний мережеву адресу вузла в комп\'ютерній мережі, побудованої за протоколом IP.',
    'policy3' => 'Загальні положення',
    'policy4' => 'Використання Користувачем сайту агентства означає згоду з цією Політикою конфіденційності та умовами обробки персональних даних Користувача. <br/>
У разі незгоди з умовами Політики конфіденційності Користувач повинен припинити використання сайту. <br/>
Справжня Політика конфіденційності застосовується лише до сайту Makklays. Адміністрація сайту Makklays не контролює і не несе відповідальність за сайти третіх осіб, на які Користувач може перейти по посиланнях, доступним на сайті.  <br/>
Адміністрація сайту не перевіряє достовірність персональних даних, що надаються Користувачем сайту.',
    'policy5' => 'Предмет політики конфіденційності',
    'policy6' => 'Справжня Політика конфіденційності встановлює зобов\'язання Адміністрації сайту Makklays щодо нерозголошення та забезпечення режиму захисту конфіденційності персональних даних, які Користувач повинен за вимогою надати Адміністрації сайту при використанні форм зворотного зв\'язку, підписки на новини або замовленні послуг. <br/>
Персональні дані, дозволені до обробки в рамках цієї Політики конфіденційності, надаються Користувачем шляхом заповнення форм на сторінках Сайту Makklays. <br/>
Сайт Makklays збирає про користувача наступну інформацію: <br/>
a) прізвище, ім\'я, по батькові Користувача; <br/>
b) контактний телефон Користувача; <br/>
c) адреса електронної пошти (e-mail); <br/>
Також Сайт може автоматично або за участю користувача отримати додаткову особисту інформацію, включаючи, серед іншого, IP-адреса, версію браузера, адреса сторінки-реферера та іншу технічну інформацію, яка не може бути використана для встановлення особи користувача без проведення додаткових заходів <br/>
Будь-яка інша персональна інформація не обговорені вище підлягає надійному зберіганню і нерозповсюдження, за винятком випадків, передбачених у цій Політикою конфіденційності.',
    'policy7' => 'Цілі збору персональної інформації',
    'policy8' => 'Персональні дані Користувача Адміністрація сайту Makklays може використовувати в цілях: <br/>
Встановлення з Користувачем зворотного зв\'язку, включаючи напрямок повідомлень, запитів, що стосуються використання Сайту агентства, надання послуг, обробка запитів і заявок від Користувача. <br/>
Підтвердження достовірності та повноти персональних даних, наданих Користувачем. <br/>
Надання Користувачеві ефективної клієнтської і технічної підтримки при виникненні проблем пов\'язаних з використанням Сайту агентства. <br/>
Надання Користувачеві з його згоди, оновлень продукції, спеціальних пропозицій, інформації про ціни, розсилки новин та інших відомостей від імені Makklays або від імені партнерів агентства. <br/>
Здійснення рекламної діяльності за згодою Користувача. <br/>
Надання доступу Користувачеві на сайти або сервіси партнерів Makklays з метою отримання продуктів, оновлень і послуг.',
    'policy9' => 'Способи і терміни обробки інформації',
    'policy10' => 'Обробка персональних даних Користувача здійснюється без обмеження терміну, будь-яким законним способом, в тому числі в інформаційних системах персональних даних з використанням засобів автоматизації або без використання таких засобів. <br/>
Персональні дані Користувача можуть бути передані уповноваженим органам державної влади України тільки на підставах та в порядку, встановленим законодавством України. <br/>
При втраті або розголошення персональних даних Адміністрація сайту інформує Користувача про втрату або розголошення персональних даних.  <br/>
Адміністрація сайту вживає необхідних організаційних і технічних заходів для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання, поширення, а також від інших неправомірних дій третіх осіб. <br/>
Адміністрація сайту спільно з Користувачем вживає всіх необхідних заходів щодо запобігання збиткам або інших негативних наслідків, викликаних втратою або розголошенням персональних даних Користувача.',
    'policy11' => 'Обов\'язки сторін',
    'policy12' => 'Користувач зобов\'язаний надавати достовірну інформацію про персональні дані при заповненні форм для збору персональних даних на Сайті Makklays. <br/>
Адміністрація сайту зобов\'язана: <br/>
a) Використовувати отриману інформацію виключно для цілей, зазначених у цій Політиці конфіденційності. <br/>
b) Забезпечити зберігання конфіденційної інформації в таємниці, не розголошувати без попередньої письмової згоди Користувача, а також не здійснювати продаж, обмін, опублікування, або розголошення іншими можливими способами переданих персональних даних Користувача, за винятком випадків, передбачених цією Політикою Конфіденційності. <br/>
c) Вживати заходів обережності для захисту конфіденційності персональних даних Користувача згідно з порядком, який зазвичай використовується для захисту такого роду інформації в існуючому діловому обороті. <br/>
d) Здійснити видалення персональних даних, що відносяться до відповідного Користувачеві, з моменту звернення або запиту Користувача або його законного представника або уповноваженого органу з захисту прав суб\'єктів персональних даних.',
    'policy13' => 'Відповідальність сторін',
    'policy14' => 'Адміністрація сайту, яка не виконала свої зобов\'язання, несе відповідальність за збитки, понесені Користувачем у зв\'язку з неправомірним використанням персональних даних, відповідно до законодавства України, за винятком випадків, передбачених цією Політикою Конфіденційності. <br/>
У разі втрати або розголошення Конфіденційної інформації Адміністрація сайту не несе відповідальність, якщо дана конфіденційна інформація: <br/>
a) Стала публічним надбанням до її втрати або розголошення. <br/>
b) Була отримана від третьої сторони до моменту її отримання Адміністрацією сайту. <br/>
c) Була розголошена за згодою Користувача.',
    'policy15' => 'Додаткові умови',
    'policy16' => 'Адміністрація сайту має право вносити зміни в справжню Політику конфіденційності без згоди Користувача. <br/>
Нова Політика конфіденційності вступає в силу з моменту її розміщення на Сайті Makklays, якщо інше не передбачено новою редакцією Політики конфіденційності. <br/>
Діюча Політика конфіденційності розміщена на сторінці за адресою',

    'blacklist_secr' => 'Ваші дії здалися нам підозрілими, тому ми додали вас в black list.',
    'statistics_descr' => 'Статистика відвідуваності головної сторінки сайту',
    'calls_descr' => 'Відвідувачі сайту, які замовили дзвінок для розробки',
    'orders_descr' => 'Список замовлень на розробку',
    'report_cat_dog_descr' => 'Статистика відповідей по опитуванню "Кот або Пес" ',
    'Choice' => 'Вибір',
    'List_articles_descr' => 'Список статей на сайті, із зазначенням мови',
    'List_documents_descr' => 'Список документів необхідний для розробки',
    'blacklist_descrs' => 'Список підозрілих відвідувачів сайту, які були додані в blacklist',

    'cookies1' => 'Використовуючи сайт makklays.com, ви погоджуєтеся з',
    'cookies2' => ', а також з тим, що ми можемо зберігати куки (cookies) вашого браузера.',
    'Accept' => 'Прийняти',
    'mysite_last_work' => 'Останні роботи',

    'And_yet' => 'А ще',
    'Why_we' => 'Чому ми?',

    'many_years' => 'БАГАТО РОКІВ ДОСВІДУ',
    'good_teams' => 'ЗЛАГОДЖЕНА КОМАНДА',
    'new_tech' => 'ВПРОВАДЖУЄМО НОВі ТЕХНОЛОГІЇ',
    'work_clients' => 'НАПРАЦЬОВАНІ КЛІЄНТИ',

    'years_experience' => 'РОКІВ <br/>ДОСВІДУ',
    'wagons' => 'ВАГОНІВ <br/>ВОДИ ВИПИТО',
    'days_prog' => 'ДНІВ <br/>ПРОГРАМУВАННЯ',
    'dovol_clients' => 'ЗАДОВОЛЕНИХ <br/>КЛІЄНТІВ',

    'Who_we' => 'Хто ми?',
    'text_sobre_we' => '
<b>Наша географія</b> — це весь світ. Ми розмовляємо на декількох мовах і розробляємо сайти, інтернет магазини і складні системи для бізнесу на сучасних технологіях. <br/><br/>
Возвраст наших клієнтів від 28 до 53 років. Це власник бізнесу, бізнесмен, бізнес леді, маркетолог і бренд менеджер, власник виробництва, підприємець з сегмента B2B і B2C, публічна особа. <br/><br/>
Сайти замовляють для розвитку власного бізнесу, для популяризації компанії через інтернет, сайт-система для автоматизація процесів на виробництві або заводі з залученням IT, сайт-система або сервіс для ведення клінтів і їх даних, сайт-система для логістики на підприємстві, запуск і висновок нового бренду, для збільшення продажів, пошук нових клієнтів, соціальний розважальний або новинний портал, популяризація бренду або захоплення нового сегмента ринку, веб-сервіс і API для мобільних додатків, сайт-система для ведення даних в лабораторії, для збільшення прибутку з інтернету. <br/><br/>
Наші сайти: в інтернеті, на підприємстві, на заводі, в банку, в холдингу, в лабораторії, в компанії, в корпорації. <br/><br/>
Сайти-системи доступні в робочий дні, у часи роботи підприємства. І в будь-який час 24/7 якщо це продажі або корпоративний інформаційний сайт в інтернеті. <br/>',

    'text_sobre_wee' => '
<b>Наша географія</b> — це весь світ. Ми розмовляємо на декількох мовах і розробляємо сайти, інтернет магазини і складні системи для бізнесу на сучасних технологіях. <br/><br/>
Возвраст наших клієнтів від 28 до 53 років. Це власник бізнесу, бізнесмен, бізнес леді, маркетолог і бренд менеджер, власник виробництва, підприємець з сегмента B2B і B2C, публічна особа. <br/><br/>
Сайти замовляють для розвитку власного бізнесу, для популяризації компанії через інтернет, сайт-система для автоматизація процесів на виробництві або заводі з залученням IT, сайт-система або сервіс для ведення клінтів і їх даних, сайт-система для логістики на підприємстві, веб-сервіс і API для мобільних додатків, запуск і висновок нового бренду, для збільшення продажів, пошук нових клієнтів, соціальний розважальний або новинний портал, популяризація бренду або захоплення нового сегмента ринку, сайт-система для ведення даних в лабораторії, для збільшення прибутку з інтернету. <br/><br/>
Наші сайти: <b>в інтернеті</b>, <b>на підприємстві</b>, <b>на заводі</b>, <b>у банку</b>, <b>в холдингу</b>, <b>в лабораторії</b>, <b>в компанії</b>, <b>в корпорації</b>. <br/><br/>
Сайти-системи доступні в робочий дні, у часи роботи підприємства. І в будь-який час 24/7 якщо це продажі або корпоративний інформаційний сайт в інтернеті. <br/>',

    'Url_referer' => 'URL звідки прийшли',
    'Is_mobile' => 'З моб.',
    'Url' => 'URL сторінки',
    'Not' => 'Ні',
    'Visits' => 'Відвідування',
    'visits_descr' => 'Статистика відвідування сторінок сайту, звідки приходять, що дивляться, мобільний або комп\'ютер і т.д. ',

    'Prodaga_tovara' => 'Продаж товару',
    'Web-portal' => 'Web-портал',
    'Social_project' => 'Соціальний проект',
    'Not_visits' => 'Немає відвідувань сторінок',

    'Count_views' => 'Число переглядів',
    'Visits_by_days' => 'Відвідування по днях',
    'Visits_by_day_descr' => 'Статистика відвідування сторінок сайту (число переглядів) по днях',
    'Count_fb' => 'Переходи з Facebook',
    'Count_go' => 'Переходи з Google',

    'Employees' => 'Співробітники',
    'Firstname' => 'Ім\'я',
    'Lastname' => 'Прізвище',
    'Post' => 'Посада',
    'Company' => 'Компанія',
    'Data_employee_was_add' => 'Дані співробітника <b>:firstname :lastname</b> були успішно додані!',
    'Data_employee_was_update' => 'Дані співробітника <b>:firstname :lastname</b> були успішно додані!',
    'Data_employee_was_delete' => 'Дані співробітника <b>:firstname :lastname</b> були успішно додані!',
    'Edit_employee' => 'Редагувати співробітника',
    'Add_employee' => 'Додати співробітника',
    'Add_new_employee' => 'Додати нового співробітника',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
