<?php

return [
    'title_test_php' => 'Тест PHP на знання мови программування ;-)',
    'description_test_php' => 'Тест PHP online. Тестування на знання мови програмування PHP з відповідями на ТАК чи НІ.',
    'start' => 'СТАРТ',
    'end' => 'Закрити',
    'yes' => 'ТАК',
    'no' => 'НІ',

    'title_q1' => 'Питання 1',
    'text_q1' => 'Чи правда що, PHP - це скриптова мова програмування для створення сайтів і веб-додатків. <br/>
PHP успадкував синтаксис мов програмування C, Perl, Java?',

    'title_q2' => 'Питання 2',
    'text_q2' => 'Чи правда що, на відміну від одинарних, дані в подвійних лапках парсятся. <br/>
Наприклад, при використанні подвійних лапок результат виведе Hello, а одинарні лапки виведуть змінну як текст, а не її значення.',

    'title_q3' => 'Питання 3',
    'text_q3' => 'Чи правда що, функція - це якийсь набір змінних, які завжди повертають змінну з типом `string`?',

    'title_q4' => 'Питання 4',
    'text_q4' => 'Чи правда що, змінні укладені в подвійні лапки парсятся і їх вміст виводиться, <br/>
в той час як в одинарних лапках просто відобразять назву змінної як звичайний текст.',

    'result_80_100' => 'Вітаємо!',
    'description_80_100' => 'У Вас чудовий результат!<br/>
Ви дали <b>:per_right%</b> правильних відповідей (:count_right/:count_q) з :count_q питань.',

    'result_60_80'  => 'Гарний результат',
    'description_60_80' => 'Вітаємо! Ви маєте хороший результат.<br/>
Ви дали <b>:per_right%</b> правильних відповідей (:count_right/:count_q) з :count_q питань.',

    'result_0_60'  => 'Результат',
    'description_0_60' => 'Ми рекомендуємо Вам відвідати сайт <a href="http://php.net" target="_blank">php.net</a><br/>
Ви дали <b>:per_right%</b> правильних відповідей (:count_right/:count_q) з :count_q питань.',

    'list_of_questions' => 'Перелік запитань',
    'your_answer' => 'Ваша відповідь',
    'Duration_time' => 'Час проходження',
    'minutes' => 'хвилин',
];
