
@extends('layouts.main8')

@section('content')

    <div class="row">
        <div class="col-md-12">
            <h2 class="text-center text-design2">{{ trans('site.m_lpage') }}</h2> <br/>
        </div>
        <div class="col-md-7">
            <p class="text-justify">
                <b>Landing page, лендинг пейдж — что это такое?</b> — это посадочная страница для сбора контактов посетителей или
                продажи товара. Как правило, это одностраничный сайт, на котором кратко и емко представлена информация об
                услуге или товаре, что позволяет повысить эффективность рекламы. <br/><br/>

                Посетители попадают на лендинговые страницы через контекстную, баннерную и таргетированную рекламу,
                email-рассылку. Главная задача сайтов-лендингов — конвертация посетителей в лида или покупателя, побуждение
                к совершению целевого действия. Таким действием может быть: покупка, подписка на рассылку, регистрация,
                скачивание, отправка контактов. <br/><br/>

                В отличие от сайта на лендинге не размещают ссылки, по которым пользователь может уйти со страницы.
                Все ссылки ведут либо на элементы лендинга, либо на контактную форму. <br/><br/>

                Цель лендинга — сфокусировать пользователя на одном предложении (конкретной услуге или товаре). Потому вся
                информация на лендинге продает этот товар. На нем используется один ключевой призыв к действию. <br/><br/>
            </p>
        </div>
        <div class="col-md-5">
            <img src="/img/lpage2.jpg" alt="Landing page" title="Landing page" class="img-fluid" />
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Почему лендинг пейдж вам необходим?</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Лендинг пейдж востребованы в процессе продвижения продукта во многом благодаря тому, что они могут повысить ваш
                коэффициент конверсии самым доступным и выгодным для вас образом. А все потому, что посадочные страницы
                разрабатываются с целью оптимизировать конверсию: <br/><br/>
                1. Лендинги обладают фразовым/рекламным соответствием, то есть когда заголовок вашего объявления совпадает с
                заголовком посадочной страницы. Данный фактор является для посетителей очевидным подтверждением того, что они
                попали на нужную им страницу.
                Ниже — пример удачного фразового соответствия рекламы и лендинга: <br/><br/>

                А вот на какой лендинг попадает интернет-пользователь после клика по рекламному объявлению: <br/><br/>

                Фраза «инструмент автоматизации маркетинга» (marketing automation tool) вторит заголовку посадочной страницы и
                как бы усиливает его эффект. Таким образом, посетитель точно знает, что он попал на тот сайт, на который собирался.
                Фразовое соответствие заголовков рекламы и лендинга позволяет избежать путаницы, которая неизбежно возникает,
                если человек, запрашивая нечто специфическое и конкретное, переходит на главную страницу сайта, где ему вновь
                приходится искать нужный раздел. Не стоит вводить посетителей в заблуждение — используйте единообразную формулировку. <br/><br/>

                2. Коэффициент внимания 1:1. Это означает, что число кликабельных элементов на странице равно числу целей
                страницы. Идеальный лендинг должен преследовать достижение только одной цели. Любой элемент, не имеющий
                отношения к целевому действию, признается как отвлекающий и распыляющий внимание посетителя. <br/><br/>

                Это условие обязательно для эффективного лендинга. Не дайте посетителям возможность уйти с лендинга, не совершив
                целевого действия. Вы сведете к минимуму возможность осуществления такого сценария, если уберете с лендинга все
                посторонние кликабельные элементы. <br/><br/>

                Ниже — посадочная страница, разработанная LPgenerator для транспортной компании. Лендинг преследует только одну
                цель и содержит соответствующий ей кликабельный элемент — CTA-кнопку «Заказать доставку»: <br/><br/>

                3. Простота проведения сплит-теста. Цель проведения A/B-тестов — найти оптимальный вариант лендинга, генерирующий
                максимальное число лидов. <br/><br/>

                Сравнивая друг с другом разные варианты одного лендинга, вы можете определить, на что ваша целевая аудитория
                реагирует лучше всего, испытать какие-то новые тактики и средства, и повторять этот процесс ровно столько,
                сколько потребуется, чтобы найти самый эффективный вариант — такую комбинацию элементов, которые дают
                максимальное число конверсий. <br/><br/>

                Важно отметить, что сплит-тестирование лендинга провести гораздо проще, чем главной страницы сайта, а все потому
                что вы имеете дело лишь с одной целью, а не с несколькими. <br/><br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Какие ключевые компоненты эффективного лендинга?</h2> <br/>
        </div>
        <div class="col-md-5">
            <img src="/img/lpage3.png" alt="Landing page" title="Landing page 2" class="img-fluid" />
        </div>
        <div class="col-md-7">
            <p class="text-justify">
                1. Главный заголовок <br/>
                2. Второстепенный заголовок (подзаголовок) <br/>
                3. УТП (Уникальное торговое предложение) <br/>
                4. Индикаторы доверия <br/>
                5. Основная кнопка призыва к действию <br/>
                6. Второстепенный призыв к действию <br/>
                7. Отсутствие навигационного меню <br/>
                8. Изображения, видео <br/>
                9. Форма захвата, лид-форма <br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Реклама в социальных сетях и продвижение landing page</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Соцсетями современные юзеры пользуются не реже, чем поисковыми системами. Многие люди не представляют своей
                повседневной жизни без Twitter, Facebook, «ВКонтакте», Instagram и многих других площадок. Это делает
                социальные сети перспективными источниками целевого трафика для посадочной страницы. Но как его получить?
                Рекламный сервис — это основной бизнес социальных сетей. Здесь реклама может очень точно направляться на
                разные срезы целевой аудитории. Пользователи самостоятельно заполняют анкеты, ставят лайки и делают репосты,
                а также подписываются на разные сообщества. Алгоритмы соцсетей анализируют эти данные, чтобы понять интересы
                разных юзеров.
            </p>
        </div>



        <div class="col-md-12">
            <h2 class="text-center text-design2">Выводы</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Теперь понятно, что такое landing page, как они работают, и для какого бизнеса подходят. Нужно помнить,
                что есть задачи, которые нельзя реализовать с помощью даже самого качественного лендинга. В большинстве
                случаев трафик на посадочную страницу привлекается платными, причём достаточно дорогими способами. Поэтому
                важно серьёзно подойти к разработке и оптимизации лендинга. Практика показывает, что многочисленные
                шаблонные решения не дают желаемого результата. Их использование привело к тому, что многие бизнесмены
                разочаровались в концепции landing page. Она действительно работает, но требует профессионального подхода.
                Это подтверждается хотя бы тем, что крупные российские и зарубежные бренды активно продвигают свои продукты
                с помощью лендинг пейдж.
            </p>
            <br/><br/>
        </div>
    </div>

@endsection
