
@extends('layouts.main8')

@section('content')

    <div class="row">
        <div class="col-md-12">
            <h2 class="text-center text-design2">{{ trans('site.m_store') }}</h2> <br/>
        </div>
        <div class="col-md-7">
            <p class="text-justify">
                <b>Интернет-магазин</b> (англ. online shop или e-shop) — сайт, торгующий товарами посредством сети Интернет.
                Позволяет пользователям онлайн, в своём браузере или через мобильное приложение, сформировать заказ на
                покупку, выбрать способ оплаты и доставки заказа, оплатить заказ. При этом продажа товаров осуществляется
                дистанционным способом и она накладывает ограничения на продаваемые товары. Так, в некоторых странах имеется
                запрет на интернет-торговлю алкоголем, оружием, ювелирными изделиями и другими товарами (к примеру, в
                России запрещена дистанционная продажа алкоголя, ювелирных изделий и других товаров, свободная реализация
                которых запрещена или ограничена). <br/><br/>
            </p>
        </div>
        <div class="col-md-5">
            <img src="/img/internet_shop.jpg" alt="Internet store" title="Internet store" class="img-fluid" />
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Когда онлайн-магазин настроен на то, чтобы позволить компаниям покупать у других компаний, этот процесс
                называется онлайн-магазинами бизнес для бизнеса (B2B). Типичный интернет-магазин позволяет клиенту
                просматривать ассортимент продуктов и услуг фирмы, просматривать фотографии или изображения продуктов, а
                также информацию о технических характеристиках продукта и ценах. <br/><br/>

                Интернет-магазины обычно позволяют покупателям использовать функции «поиска», чтобы найти конкретные модели,
                бренды или предметы. <br/><br/>
            </p>
        </div>
    </div>

    <div class="row">
        <div class="col-md-12">
            <h2 class="text-center text-design2">Кому нужны Интернет-магазины?</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Интернет-магазин — не корпоративный сайт, который можно рекомендовать практически всем компаниям.
                Интернет-магазин в первую очередь полезен владельцам стандартизированных товаров и услуг.
                Например, продавать с виртуальных полок сотовые телефоны и автозапчасти значительно проще, чем, скажем,
                одежду или обувь, которые требуется примерять. Вторая группа потенциальных владельцев Интернет-магазинов
                — компании, занимающиеся традиционной розничной коммерцией. В этом случае онлайновый бизнес тесно взаимосвязан
                с обычными продажами и выступает в качестве дополнительного к основному — розничной торговле. Такая схема,
                пожалуй, наиболее удачна. Ведь деятельность Интернет-магазинов регламентирует практически та же законодательная
                база, что и работу обычных (офф-лайновых) торговых точек. А опыт реальной работы с покупателями в значительной
                степени можно распространить на будущий Интернет-магазин. <br/><br/>
                Другими словами, потенциальные владельцы онлайновых магазинов — те компании, которые теоретически способны
                продавать свои товары по каталогам, т.е. с организацией доставки. <br/><br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Сколько стоит разработать <br/> Интернет-магазин?</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Стоимость создания интернет-магазина типа «онлайновая витрина» обычно начинается от 1000 евро.(в нашей
                студии эта цифра существенно ниже) За эти деньги заказчик может получить оформленный сайт начального уровня
                и каталог товаров с возможностью размещения заказов. После того как покупатель зарегистрировался и оформил
                заказ, менеджер магазина получает от него с сайта письмо с заявкой. Менеджер связывается с потенциальным
                покупателем, договаривается о типе доставки и высылает товар. Другими словами, суть процесса покупки в таком
                магазине — отправка заявки на товар по электронной почте, а сам магазин представляет собой интерактивный
                прайс-лист. Главное достоинство «онлайновой витрины» — удобство размещения заявки для пользователя.
                Недостаток — необходимость прибегать к услугам специалистов для поддержки «витрины» магазина (например, для
                обновления ассортимента). Стоимость этой услуги — не менее 50 долл. в месяц. Цена может существенно возрасти,
                если магазин требует постоянного внимания. В стандартную поставку интернет-магазина от нашей студии входит
                пакет функций, благодаря которому потребность прибегать к помощи специалистов полностью отпадает, т.е. вы
                можете сэкономить на поддержке магазина и обновлять содержание магазина самостоятельно без специальных навыков
                и знаний языков программирования. <br/><br/>

                Интернет-магазин покрупнее, так называемый «управляемый магазин с базой данных», должен быть оснащен более
                развитым инструментарием. После оформления заявки менеджер не только получает подтверждение по электронной
                почте, но и контролирует этапы обработки заказа, сведения о котором автоматически попадают в базу данных.
                По данным базы он также может распределять комплектование заказов, контролировать предложения по товарным
                позициям и принимать элементарные управленческие решения. Затраты на разработку такого магазина обычно
                начинаются с 1500 евро, а при заказе подобного магазина в нашей студии вы получаете то же самое намного
                дешевле благодаря разработанному студией механизму обновления содержимого магазина, управлять которым сможет
                даже школьник. <br/><br/>

                Экономию за счет поддержки собственными силами владельцу поможет получить «динамический Интернет-магазин».
                Для его обновления нередко вовсе не нужно привлекать специалистов (кроме экстренных случаев) — с этой
                проблемой справится любой толковый сотрудник компании. К примеру, для обновления каталога товаров требуется
                лишь заполнить администраторскую форму. Введённые Вами данные автоматически публикуются на сайте.
                «Динамический Интернет-магазин» также предоставляет операторам магазина мощный инструментарий для контроля
                над формированием заявок и другие возможности. Стартовая цена за разработку подобного Интернет-магазина с
                администраторскими и пользовательскими интерфейсами к базе данных и другими «возможностями» в нашей студии
                начинается от 700 евро, а в большинстве других компаний-разработчиков стоимость такого продукта начинается
                от 2000-2500 евро. <br/><br/>

                Во всех случаях цены приведены для решений начального уровня, т.е. для Интернет-магазинов с минимумом
                необходимых функций, требующихся большинству начинающих розничных продавцов. Если же компания ориентирована
                на серьезную Интернет-коммерцию и планирует реализовать в магазине широкие возможности по оплате и
                автоматизации процессов, то стоимость разработки и обслуживания такого решения может составить десятки тысяч
                долларов. Стоит отметить, что подобные решения применяются не часто. <br/><br/>

                Заказывая разработку Интернет-магазина в других студиях, необходимо учесть стоимость размещения (хостинга)
                будущего сайта. В зависимости от выбранной технологии и программной платформы провайдеры предлагают тарифные
                планы от 20 до 50 долл. в месяц. <br/><br/>

                Создание интернет-магазина - необходимый шаг для тех, кто собрался серьезно заниматься продажами. <br/><br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Интернет-магазин — <br/>помощник реального магазина</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Признанный факт: традиционная розничная торговля остается одним из самых привлекательных видов бизнеса.
                Поэтому полностью переходить в режим он-лайн не следует. Однако и игнорировать Интернет как инструмент
                работы с занятыми покупателями, экономящими свое время, нельзя. Именно поэтому можно рекомендовать
                Интернет-магазин не как «заместителя», а как помощника реальной розничной торговой точки, т.е. в качестве
                онлайновой «витрины» с возможностью заказа. <br/><br/>

                Первоначальные инвестиции в интернет-витрину (около 700–2000 долл.) помогут «прочувствовать» этот способ
                ведения бизнеса и оценить возможную отдачу. Чтобы не рисковать понапрасну, на первом этапе можно сознательно
                ограничить круг потенциальных покупателей жителями своего города, предложить только курьерскую доставку с
                оплатой на месте, т.е. использовать самые надежные способы работы с покупателями. Если это получится, то
                второй этап — интеграция более широкого спектра платежных средств, развитие автоматизированных средств
                управления заказами, совершенствование своего Интернет-магазина до уровня наиболее успешных представителей
                этого бизнеса. В любом случае открытие собственного Интернет-магазина — это новый уровень обслуживания,
                который не только способствует повышению продаж, но и создает более привлекательный образ компании в глазах
                традиционных «офф-лайновых» покупателей. <br/><br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Выводы</h2> <br/>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Выводы......
            </p>
        </div>
    </div>

@endsection
