
@extends('layouts.main8')

@section('content')

    <div class="row">
        <div class="col-md-12">
            <h2 class="text-center text-design2">Web-портал</h2>
        </div>
        <div class="col-md-7">
            <p class="text-justify">
                <b>Веб-портал</b> или <b>Интернет-портал</b> — сайт в компьютерной сети, который предоставляет пользователю различные интерактивные
                интернет-сервисы, которые работают в рамках этого сайта. Веб-портал может состоять из нескольких сайтов. <br/><br/>

                Также порталы функционируют как точки доступа к информации в интернете или сайты, которые помогают
                пользователям в поиске нужной информации. Такие порталы представляют информацию из различных источников
                в единообразном виде. Иногда их называют навигационными сайтами. <br/><br/>

                Как правило, порталы выполняют функции поиска, а также предоставляют доступ к различным
                интернет-сервисам, например электронной почте, ленте новостей и т. д. <br/><br/>

                Концепция веб-порталов — предоставление максимального количества интернет-сервисов в одном месте для
                привлечения наибольшего числа пользователей. <br/><br/>
            </p>
        </div>
        <div class="col-md-5">
            <img src="/img/webportal.png" class="img-fluid" alt="Web-portal" title="Web-portal" />
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Веб-порталы бываю двух класов</h2>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                1. <b>Горизонтальный портал</b> (универсальный, общего назначения, general portal) — портал, охватывающий
                множество тематик, представляющий набор сервисов (обслуживающих, по возможности, все темы) и
                ориентированный на максимально широкую аудиторию — на максимальный охват её интересов. Наиболее
                известные горизонтальные порталы: Yahoo! (англоязычные); Mail.ru (русскоязычный); Yandex, Ukr.net
                (русскоязычные и украиноязычные). <br/><br/>

                Такие порталы, как правило, сочетают в себе разнообразные функции, предлагают разноплановый контент и
                различные сервисы (новостные, финансовые, развлекательные, игровые и т. д.).
            </p>
            <p class="text-justify">
                2. <b>Вертикальный портал</b> (нишевый, vertical portal, niche portal) — портал узкой тематической
                направленности, предоставляющий различные сервисы для пользователей сети по определённым интересам и
                ориентированный на полный охват определённой тематики или области деятельности. <br/><br/>

                Если тематика вертикального портала довольно интересная, вокруг него может сложиться интернет-сообщество
                (community) — более-менее постоянная группа лиц, которые систематически общаются между собой
                (например, в чате такого портала).
            </p>
            <p class="text-justify">
                Дополнительные группы: корпоративные, правительственные, персональные, тематические и академические порталы.
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Корпоративные порталы</h2>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Создаются для сотрудников, партнеров и клиентов одной организации. Предназначены для: <br/><br/>

                - персонифицированного доступа внешних и внутренних пользователей к корпоративным данным, в том числе
                неструктурированным и разнородным, и приложениям; <br/>
                - интеграции различных корпоративных сервисов, объединения изолированных бизнес-моделей; <br/>
                - обеспечения круглосуточного удаленного доступа к ресурсам компании для всех пользователей. <br/>

                Типичный корпоративный портал состоит из 3 функциональных слоев: <br/><br/>

                - базовой инфраструктуры. Она отвечает за такие сервисы, как система безопасности, управление
                транзакциями, порталом. Технически содержит сервер баз данных, приложений, web-сервер; <br/>
                - интеграции приложений. Слой отвечает за взаимодействие ресурса со всеми приложениями компании, ERP,
                CRM системами, СУБД и т.д.; <br/>
                - интерфейса. Включает в себя CSM для управления информационным наполнением, службы для обмена
                информацией с проектами бизнес-партнеров, средства для работы с беспроводными и мобильными устройствами,
                портлеты (невизуальные и визуальные компоненты). <br/><br/>

                Поисковая оптимизация для корпоративных порталов не обязательна.
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Архитектура корпоративных порталов</h2>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Типичный ресурс состоит из трех функциональных слоев: <br/><br/>

                1/ Базовая инфраструктура. Обеспечивает работу системы безопасности, управление порталом, транзакциями.
                В базовую инфраструктуру входит Web-сервер, серверы баз данных и приложений. <br/>
                2/ Интеграция приложений. Отвечает за взаимодействие портала с различными системами компании, СУБД,
                CRM, ERP и т. д. <br/>
                3/ Интерфейс. Слой включает CSM для управления наполнением информацией, а также инструменты для работы
                с беспроводными и мобильными устройствами, службы обмена данными с проектами бизнес-партнеров,
                портлеты (программные модули). <br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Особенности Web-порталов</h2>
        </div>
        <div class="col-md-5">
            <img src="/img/webportal4.jpg" class="img-fluid" alt="Web-portal" title="Web-portal" />
        </div>
        <div class="col-md-7">
            <p class="text-justify">
                - Прямой доступ ко всей размещенной информации. <br/>
                - Единый доступ ко всем приложениям. <br/>
                - Наличие средств поиска данных. <br/>
                - Расширяемость, интеграция приложений. <br/>
                - Публикация документов, поддержка документооборота. <br/>
                - Наличие каталогов документации. <br/>
                - Поддержка групповой работы пользователей. <br/>
                - Управление работой групп пользователей. <br/>
                - Персонализация доступа. <br/><br/>
            </p>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                Для корпоративных веб-порталов нового поколения характерны также следующие свойства: <br/><br/>

                - Гибкие и мощные инструменты для разработки приложений. <br/>
                - Надежная среда для их реализации. <br/>
                - Соответствие требованиям, которые предъявляются к информационным системам предприятий. <br/>
                - Поддержка беспроводного и мобильного доступа. <br/>
                - Возможность интеграции с информационными системами партнеров и другими приложениями. <br/>
            </p>
        </div>

        <div class="col-md-12">
            <h2 class="text-center text-design2">Выводы</h2>
        </div>
        <div class="col-md-12">
            <p class="text-justify">
                <b>Web-портал</b> – это сайт, который предоставляет пользователям различные интерактивные сервисы,
                функционирующие на одном ресурсе. Информация на их страницах публикуется единообразным способом
                независимо от источников. Такие сайты предлагают не только функцию поиска, но и такие сервисы, как
                электронная почта, форум, голосование и т. д.
            </p>
        </div>
    </div>

@endsection
