<?php

return [
    'header_mysite' => 'Программирование и разработка сайтов',
    'free_consultation' => 'Бесплатная консультация',
    'uslugi' => 'Предоставляю услуги',
    'what_am_i_do' => 'Что я делаю?',

    '1_service' => 'Программирование сайтов',
    '2_service' => 'Разработка API под мобильные приложения',
    '3_service' => 'Разработка интернет-магазинов и порталов',
    '4_service' => 'Оформление контента внутренних страниц сайта',
    '5_service' => 'Программирование CRM систем',
    '6_service' => 'Поддержка и модификация сайтов',
    '7_service' => 'SEO оптимизация',

    'serv_prog' => 'Программирование сайтов и поддержка',
    'serv_shop' => 'Разработка интернет-магазинов и порталов',
    'serv_crms' => 'Программирование CRM систем',

    'details' => 'Подробнее',
    'uses' => 'Использую технологии',
    'garantiya' => 'Гарантия',

    'zapusk' => 'Запуск итерациями',
    'zapusk_det' => 'Итерации позволяют выделить часть работы для успешной реализации',
    'podelu' => 'Без "воды"',
    'podelu_det' => 'Только факты и действия ведущие к результату',
    'garant' => 'Гарантия результата',
    'garant_det' => 'На все наши разработки даю годовую гарантию и бесплатно устраняю выявленные ошибки',

    'support' => 'Support Ваш надежный партнер',
    'sup1' => 'Программирование новых разделов сайта',
    'sup2' => 'Разработка баннеров, акций, промо-страниц',
    'sup3' => 'Аккуратное внесение SEO рекомендаций',
    'sup4' => 'Анализ эффективности сайта',
    'sup5' => 'Доработка текущего функционала',
    'sup6' => 'Разработка нового функционала',
    'sup7' => 'Увеличение конверсии сайта',
    'sup8' => 'Оформление контента внутренних страниц сайта',
    'sup9' => 'Улучшение usability сайта',

    'contacts' => 'Контакты',
    'adres' => 'Украина, г.Киев',
    'email' => '',
    'mob' => '',
    'or' => 'или',
    'pishite' => 'пишите',
    'keywords' => 'Keywords',

    // первая страница
    'OR' => 'ИЛИ',
    'test_php' => 'Тест PHP',
    'order_site' => 'Заказать сайт',
    'have_questions' => 'Есть вопросы?',
    'feedback' => 'Пиши',
    'cats' => 'Коты',
    'dogs' => 'Собаки',
    'copyright' => 'Все права защищены.',

    // feedback
    'Name' => 'Имя',
    'Email' => 'E-mail',
    'your_message' => 'Твое сообщение..',
    'Sent' => 'Отправить',

    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
];
