<?php

return [
    'header_mysite' => 'Программирование и разработка сайта',
    'free_consultation' => 'Бесплатная консультация',
    'uslugi' => 'Предоставляю услуги',
    'what_am_i_do' => 'Что я делаю?',

    '1_service' => 'Программирование сайта',
    '2_service' => 'Разработка API под мобильные приложения',
    '3_service' => 'Разработка интернет-магазинов и порталов',
    '4_service' => 'Оформление контента внутренних страниц сайта',
    '5_service' => 'Программирование CRM систем',
    '6_service' => 'Поддержка и модификация сайтов',
    '7_service' => 'SEO оптимизация',

    'serv_prog' => 'Программирование сайтов и поддержка',
    'serv_shop' => 'Разработка интернет-магазинов и порталов',
    'serv_crms' => 'Программирование CRM систем',

    'details' => 'Подробнее',
    'uses' => 'Использую технологии',
    'garantiya' => 'Гарантия',

    'zapusk' => 'Запуск итерациями',
    'zapusk_det' => 'Итерации позволяют выделить часть работы для успешной реализации',
    'podelu' => 'Без "воды"',
    'podelu_det' => 'Только факты и действия ведущие к результату',
    'garant' => 'Гарантия результата',
    'garant_det' => 'На все наши разработки даем годовую гарантию и бесплатно устраняем выявленные ошибки',

    'support' => 'Support Ваш надежный партнер',
    'sup1' => 'Программирование новых разделов сайта',
    'sup2' => 'Разработка баннеров, акций, промо-страниц',
    'sup3' => 'Аккуратное внесение SEO рекомендаций',
    'sup4' => 'Анализ эффективности сайта',
    'sup5' => 'Доработка текущего функционала',
    'sup6' => 'Разработка нового функционала',
    'sup7' => 'Увеличение конверсии сайта',
    'sup8' => 'Оформление контента внутренних страниц сайта',
    'sup9' => 'Улучшение usability сайта',

    'contacts' => 'Контакты',
    'contacts' => 'Контакты',
    'adres' => 'Украина, г.Киев',
    'email' => '',
    'mob' => '',
    'or' => 'или',
    'pishite' => 'пишите',
    'keywords' => 'Keywords',

    // первая страница
    'OR' => 'ИЛИ',
    'test_php' => 'Тест PHP',
    'order_site' => 'Заказать сайт',
    'have_questions' => 'Есть вопросы?',
    'feedback' => 'Пиши',
    'feedbacks' => 'Отзывы',
    'our_clients_speak' => 'Наши клиенты говорят о нас',
    'technologies' => 'Технологии',
    'use_technologies' => 'Используемые нами технологии при разработке',
    'questions_answers' => 'Вопросы и ответы',
    'cats' => 'Коты',
    'dogs' => 'Собаки',
    'copyright' => 'Все права защищены.',

    // feedback
    'Name' => 'Имя',
    'Email' => 'E-mail',
    'your_message' => 'Твое сообщение..',
    'Sent' => 'Отправить',
    'contact_number' => 'Контактный номер',
    'choose_messenger' => 'Выберите мессенджер',

    // test cat-dog
    'in_developing' => '(В разработке)',
    'cat' => 'Коты',
    'dog' => 'Собаки',
    'results_of_test' => 'Результаты теста',
    'results_of_site' => 'Результаты сайта',
    'dogs_or_cats' => 'Собаки или кошки: а кого любите вы?',
    'result_your_choice' => 'Результат Вашего выбора',
    'dog_text1' => 'Вы больше склонны к экстраверсии, но менее открыты для нового опыта. Вы открыты, обходительны, приветливы, общительны, имеете много друзей, склонны к вербальному общению. Вы уже поделились линком со своим собеседником? :) ',
    'dog_text2' => 'Вы коммуникабельны, разговорчивы, честолюбивы, напористы и активны. Даже если Вы спорите, Вы допускаете влияние на себя. Вы подчиняетесь внешним требованиям не без борьбы, но верх всегда берут внешние условия. Ваше сознание обращено вовне, поскольку оттуда и черпается всегда главное и решающее определение. Вас интересуют лица и вещи. Соответственно и Ваши поступки обусловлены и объясняются влиянием последних. Вы импульсивны, склонны к риску.',
    'dog_text3' => 'Более успешны в качестве продавца и менеджера. Причем чем больше Вам предоставляется свободы, тем больших успехов Вы добиваетесь. Вы удачливее в поиске работы, так как Вас охотнее принимают на работу после тестирования. У Вас высокая скорость работы, но зато и ошибок больше. ',
    'last_text4' => 'Те люди, кто демонстрируют самую сильную заботу и привязанность к своим животным, также имеют самые высокие показатели в категории добросовестность и невротичность. Что больше свойственно людям с тревожным типом привязанности, склонным к гиперопеке. ',
    'cat_text1' => 'Вы более невротичны, но в то же время креативны и тянитесь к приключениям. Вы скромны, застенчивы, склонны к уединению, предпочитаете книги общение с людьми. Вы сдержанны, сближаетесь только с немногими, поэтому имеете мало друзей, но преданы им. Не пора ли рассказать им о Ваших результатах теста? :)',
    'cat_text2' => 'Вы не можете поступить вразрез со своими убеждениями, и если Вы все-таки вынуждены пойти на это или случайно нарушаете внутренние нормы, чувствуете себя плохо и сильно переживаете. Вы не часто ссылаетесь на жесткие этические принципы, но Вы редко нарушаете общеустановленные правила общественной жизни. Вы неимпульсивны, свои действия планируете заранее, придаете большое значение моральным и этическим нормам.',
    'cat_text3' => 'Более пригодны к тем профессиям (и чаще их выбираете), где выражена монотонность и где требуется пунктуальность. Вы придаете большее значение точности и безошибочности работы, что приводит к снижению ее скорости.',
    'Facts' => 'Мнения и факты',
    'fact_text1' => 'Существует множество мнений относительно особенностей характера любителей кошек и собак. Говорят, что собачники – веселые, а кошатники, наоборот, грустные. Ученые подтверждают, что различия существуют, но не отрицают и сходства. ',
    'fact_text2' => 'В новом исследовании, проведенном Калифорнийским университетом в Беркли (США) и Университетом штата Калифорния в Ист Бэй (США), были проанализированы личностные особенности и стили поведения двух групп людей (вот результаты)',
    'fact_text3' => 'Сверхзабота – не самая лучшая стратегия, например, при воспитании детей, поскольку мешает им расти независимыми. Зато в случае с животными, которые действительно нуждаются в пожизненной опеке, это только в плюс. Кстати, больше всего баллов по этим показателям набрали молодые участники, назвавшие своими любимыми животными кошек. ',

    'all_right_reserved' => 'Все права защищены.',
    'required' => 'Поле :attribute обязательно для заполнения.',
    'send_success' => 'Ваше сообщение было успешно отправлено!',

    'home' => 'Главная',
    'mysite_about' => 'О нас',
    'mysite_howmake' => 'Как мы работаем?',
    'mysite_whatmake' => 'Что мы делаем?',
    'mysite_contacts' => 'Контакты',
    'mysite_request' => 'Оставить заявку',
    'mysite_order' => 'Разработка сайта',
    'mysite_brief' => 'Скачать бриф',
    'mysite_download_price' => 'Скачать прайс',
    'mysite_portfolio' => 'Наше портфолио',

    'contacts1' => 'Давайте обсудим ваш проект',
    'contacts2' => 'Украина, г. Киев',
    'contacts_mob' => 'Моб.',
    'contacts_email' => 'E-mail',
    'contacts_emails' => 'E-mails',
    'contacts_skype' => 'Skype',

    'сheckout' => 'Оформить заказ',
    'submit_app' => 'Оставить заявку',
    'order_consultation' => 'Заказать консультацию',
    'order_development' => 'Заказать разработку',
    'we_call_you' => 'Мы перезвоним Вам',

    'our_advantages' => 'Наши преимущества?',
    'adv1' => 'Удобная и понятная CMS',
    'adv1_det' => 'Система управления сайта с разными правами доступа. Улучшенный интерфейс для удобной работы администратора.',
    'adv2' => 'Хостинг и протокол HTTPS',
    'adv2_det' => 'Мы настраиваем защищенный протокол https на Ваш сайт при заказе услуги нашего хостинга.',
    'adv3' => 'Сервисы аналитики',
    'adv3_det' => 'Интеграция и настройка популярных сервисов отслеживания статистики посещения Вашего сайта.',
    'adv4' => 'Оптимизация скорости загрузки',
    'adv4_det' => 'Предлагаем услуги по оптимизации контента и скорости загрузки Вашего сайта.',
    'adv5' => 'Интеграция с сервисами / CRM',
    'adv5_det' => 'Автоматизация продаж, бизнес процессов и взаимодействия с Вашими клиентами.',
    'adv6' => 'Работа с контентом',
    'adv6_det' => 'При необходимости, вопросы, связанные с наполнением сайта, команда может взять на себя.',

    'howmake1' => 'Разработка сайта в Makklays не является конечной целью. Это лишь инструмент, который должен помогать развитию бизнеса и увеличению прибыли заказчика.',
    'howmake2' => 'Разработка состоит из нескольких этапов:',
    'howmake3' => 'постановка задачи;',
    'howmake4' => 'подготовка технического задания и заключение договора с клиентом;',
    'howmake5' => 'разработка макета, согласование с заказчиком;',
    'howmake6' => 'верстка шаблона, установка системы управления сайтом, настройка хостинга;',
    'howmake7' => 'разработка необходимого функционала, тестирование;',
    'howmake8' => 'наполнение контентом;',
    'howmake9' => 'закрытие заказа после принятия клиентом;',
    'howmake10' => 'Используем передовые технологии. Facebook, Amazon — все эти платформы написаны на языке 
программирования PHP с самыми прочными стандартами безопастности и стабильностью кода.',
    'howmake11' => 'Мы выбрали этот язык и его фреймворки Yii2, Laravel, когда они ещё не ворвались в ТОП самых используемых на планете.',
    'howmake12' => 'Эти технологии позволяют нам разрабатывать в Makklays уникальное предложение для Вас и быть гибким в реализации Ваших пожеланий.',
    'howmake13' => 'Формы консультаций:',
    'howmake14' => 'Встреча в Киеве (по договоренности);',
    'howmake15' => 'Skype-консультация;',
    'howmake16' => 'Письменная консультация (формат: вопрос/ответ);',

    'about_text1' => '<b>Makklays</b> - команда людей, которая профессионально занимается компьютерным программированием и разработкой сайтов c 2007 года. Основываясь на нашем опыте и знаниях, мы можем гарантировать выполнение работы качественно и в сроки.',
    'about_text1.1' => 'Успешно разработали и запрограммировали не один корпоративный сайт, интернет-магазин для среднего бизнеса, а также сложный веб-портал для банков. <br/><br/><b>Наша миссия</b> — помогать развитию успешного бизнеса в IT сфере. Мы хотели бы стать для Вас надежным партнером по предоставлению услуг разработки, развития бизнеса в интернете и сопровождению сайта. Мы достигаем своей цели, предлогая услуги, которые приводят к развитию и процветанию общества.',
    'about_text2' => '<b>Разработка сайта</b> для нас не является конечной целью. Это лишь инструмент, который должен помогать развитию бизнеса и увеличению прибыли заказчика.',

    'about_text3' => 'Каждый специалист имеет более 10 лет опыта разработки или работы в своей сфере.',
    'about_text4' => 'Makklays любит новые знания, а ещё любит разрабатывать и делать большие нестандартные проекты в IT сфере. Мы как Чип и Дейл, спешим прийти к Вам на помощь в реализации Ваших целей. А кто как не мы, лучше всех разбираемся в современных технологиях сайто строения? А кто как не мы, знаем, как легко выполнить заказ клиента так, чтобы он остался доволен результатом работы? Только мы! Разработка сайта с нами - легко и весело!',

    'about_text4.1' => 'Наша разработка сайта уникальна тем, что мы не используем бесплатные коробочные решения, которые урезаны в функционале, дизайне и зачастую, не дают покупателю нужного результата, а об отсутствии модификации, он узнает со временем. Наша разработка является гибкой под Вас, начиная с ваших пожелай по функционалу, наполнению, дизайну и заканчивая тем, что сайт успешно размещен в интернете, в оговоренные сроки, а также имеет желаемый вами дизайн, функциональность и практичность. Нашим сайтом легко пользоваться, он понятен, имеет всё необходимое и желаемое, прост в управлении, защищен, практичен.',

    'about_text5' => 'Профессиональная разработка — это команда специалистов из разных областей IT:',
    'about_text6' => 'Дизайнер',
    'about_text7' => 'Удовлетворит ваши графические пожелания в цветах. Совместит современный дизайн с вашими желаниями. Рисует дизайн сайта для разработки.',
    'about_text8' => 'Frontend - разработчик',
    'about_text9' => 'Сверстает и разместит, согласно правил размещения html верстки с использованием графического дизайна для последующей разработки сайта.',
    'about_text10' => 'Backend - разработчик',
    'about_text11' => 'Запрограммирует, разработает сайт и его сложную логику, натянет верстку, провалидирует данные и защитит сайт, сильная разработка - его конёк против хакерских атак.',
    'about_text12' => 'Контент менеджер',
    'about_text13' => 'Заполнит сайт желанной информацией, продуктами, товарами, текстами или изображениями.',
    'about_text14' => 'Менеджер проекта',
    'about_text15' => 'Организует работу специалистов, взаимодействует с заказчиком. Знает, что делают разработчики и на каком этапе сейчас идет разработка сайта.',

    'about_text16' => 'Занимаемся разработкой:',
    'about_text17' => 'Интернет магазинов',
    'about_text18' => 'Интернет каталогов',
    'about_text19' => 'Корпоративных сайтов',
    'about_text20' => 'CRM систем',
    'about_text21' => 'Веб-портали',
    'about_text22' => 'Сайтов визиток',
    'about_text23' => 'Лендинг пейдж',
    'about_text24' => 'Веб сервисов и API под мобильные телефоны',

    'm_lpage' => 'Лендинг пейдж',
    'm_store' => 'Интернет-магазин',
    'm_corporate' => 'Корпоративный сайт',
    'm_webportal' => 'Web-портал',
    'm_sitesystem' => 'Сайт-система',
    'm_webapi' => 'Веб сервис и API для моб.',
    'webapi' => 'Веб сервис и API для мобильных приложений',

    'Team' => 'Команда',
    'Development' => 'Разработка',
    'Care' => 'Полезно',
    'Lang' => 'Язык',

    'm_download_brief_develop' => 'Скачать бриф на разработку',
    'm_brief_online' => 'Заполнить бриф - онлайн',

    'information' => 'Информация',
    'count_seo_words' => 'Число слов (SEO)',
    'count_seo_words_desc' => 'Подсчитает число слов ипользованных в статье или тексте',

    'Result' => 'Результат',
    'Text' => 'Текст',
    'Uniq_words' => 'Уникальных слов',
    'Uniq_words_desc' => 'слова без повторений',
    'Total' => 'Всего',
    'Total_desc' => 'общее число слов в тексте',
    'Uznat' => 'Узнать',

    'whatmake1' => 'Лучшие сайты мира состоят из кода. А разработчики пишут и делают этот код для сайтов, то есть разработывают. Мы программируем и делаем код. Этот код воспринимается программой и интерпретируется в визуальные составляющие, которые Вы видите на екране вашего монитора. Мы делаем сайты из кода, который был одобрен сильнейшими и умнейшими программистами PHP. Делаем и разрабатываем сайты на основе готовых копонентов Laravel. Это позволяет нам делать сайты сложные и одновременно с этим легко модифицируемые и редактируемые под пожелания клиента. Да, мы делаем сайт, который легко поддерживать. Мы делаем большие сайты. Вам нужно разработать сайт под ключ и запустить его в интернете? Это к нам! Мы готовы разработать сайт для Вас и запустить его в интернете. Наш вектор направления — это корпоративный сайт, интернет магазин и сайт-система. Мы гордимся тем, что мы делаем и разрабатываем сайты. Мы гордимся результатами своей роботы и нашими клиентами. Мы хотим, чтобы и Вы смогли получить желаемый результат, поработав с нами.',
    'whatmake2' => 'Дизайн вашего будущего сайта, тоже есть частью кода. А наш дизайнер, поможет Вам воплотить Ваши мечты в реальность. И сделает уникальный дизайн.',

    'review1' => 'Alexander is a good specialist who decided many different technical tasks for our Learning Management system. The development was completed on time and all my wishes and improvements were taken into account. The development was completed on time and all my wishes and improvements were taken into account. Separately, I can highlight the best technical implementations offered to me for the product. I was understood from the floor by words.',
    'review1_city' => 'г. Киев',
    'review2' => 'Вот уже месяц как пользуюсь сделаным для меня сайтов. Сайтом и разработкой удовлетворена. Глубина страниц была утверждена на этапе заключения контракта. Сроками, объемом и скоростью разработки осталась довольна, рекомендую.',
    'review2_city' => 'г. Барселона',
    'review3' => 'Мой интернет-магазин сейчас приносит мне прибыль и в нем реализовано все мио сумашедшие идеи, загрузки, каталоги и главное финансовые отчеты с графиками. Работой очень доволен. Есть мобильная версия. Сейчас от туда поступает много заказов. Скорость и оптимизация великолепны.',

    'about_1' => '<b>Makklays</b> — команда людей, которая профессионально занимается компьютерным программированием сайтов с 2007 года. Успешно разработали и запрограммировали не один корпоративный сайт, интернет-магазин для среднего бизнеса, а также сложный веб-портал для банков нашей страны. <br/><br/><b>Наша миссия</b> — помогать развитию успешного бизнеса в IT сфере. Мы хотели бы стать для Вас надежным партнером по предоставлению услуг разработки, развития бизнеса в интернете и сопровождению сайта. Мы достигаем своей цели, предлогая услуги, которые приводят к развитию и процветанию общества.',
    'about_1_1' => '<b>Разработка сайта</b> для нас не является конечной целью. Это лишь инструмент, который должен помогать развитию бизнеса и увеличению Вашей прибыли.',
    'about_2' => 'Мы любим жить и любим жизнь во всех её проявлениях.',
    'about_3' => 'Makklays любит новые знания, а еще любит большие и интересные проекты в сфере IT, желая стать уверенным партнером для Вас и Вашего бизнеса.',

    'how_make1' => 'Используем разработку, основываясь на современных и передовых технологиях. Facebook, Amazon - все эти платформы написаны на языке программирования PHP с самыми прочными стандартами безопастности и стабильностью кода.',
    'how_make2' => 'Мы выбрали этот язык и его фреймворки Yii2, Laravel, когда они ещё не ворвались в ТОП самых используемых на планете. Это позволяет нам разрабатывать в Makklays уникальное предложение для Вас и быть гибким в реализации Ваших необычных пожеланий.',
    'development_steps' => 'Разработка состоит из нескольких этапов',
    'make_dorogo' => 'Хотя всё это — оплата за наш труд, и если Вы считаете что труд должен оплачиваться - мы сработаемся. Ещё мы умеем заговаривать язык, поэтому если Вы всё ещё хотите узнать цены,',
    'go_link' => 'перейдите по ссылке',
    'Make_dorogo' => 'Мы делаем дорого? Делаем!',

    'dev1' => 'постановка задачи',
    'dev2' => 'подготовка технического задания и заключение договора с клиентом',
    'dev3' => 'разработка макета, согласование с заказчиком',
    'dev4' => 'верстка шаблона, установка системы управления сайтом, настройка хостинга, демо сайта',
    'dev5' => 'разработка необходимого функционала, тестирование',
    'dev6' => 'наполнение контентом',
    'dev7' => 'закрытие заказа после принятия клиентом',

    'Our_price' => 'Наши цены',
    'price_text1' => 'Мы не делаем шаблонных решений (если Вы этого не попросите)',
    'price_text2' => 'Мы не делаем сайты "под копирку" (если Вы этого не попросите)',
    'price_text3' => 'Мы не делаем "тут работы на пару часов"',
    'price_text4' => 'Мы не делаем так, что бы нравилось Вам. Мы делаем так, чтобы нравилось Ваших клиентам',
    'price_text5' => 'Мы добиваемся поставленных целей (не всегда удачно, но главное же что добиваемся)',

    'm_corporate_price' => 'от 25000 грн',
    'm_store_price' => 'от 50000 грн',
    'm_sitesystem_price' => 'от 85000 грн',
    'm_corporate1' => 'Срок выполнения 10-20 дней',
    'm_corporate2' => 'Определение и наполнение основных разделов',
    'm_corporate3' => 'Дизайн в корпоративных цветах',
    'm_corporate4' => '5 функциональных модулей',
    'm_corporate5' => 'Адаптивность под все устройства',
    'm_corporate6' => 'Базовая SEO-оптимизация',
    'm_corporate7' => 'Laravel',
    'm_corporate8' => 'Система управления сайтом',
    'm_corporate9' => 'Обучение работы с сайтом',

    'm_store1' => 'Срок выполнения 2-3 недели',
    'm_store2' => 'Наполнение 100 позиций',
    'm_store3' => 'Уникальный дизайн',
    'm_store4' => 'Возможность онлайн-оплаты',
    'm_store5' => 'Адаптивность под все устройства',
    'm_store6' => 'Базовая SEO-оптимизация',
    'm_store7' => '10000 знаков уникального текста',
    'm_store8' => 'Laravel',
    'm_store9' => 'Обучение работы с сайтом',
    'm_store10' => 'Подключение внешних сервисов',
    'm_store11' => 'Установка https',
    'm_store12' => 'Доменное имя в подарок',

    'm_sitesystem1' => 'Срок выполнения от 2 месяцев',
    'm_sitesystem2' => 'Наполнение 500 позиций/списков',
    'm_sitesystem3' => 'Разработка основных составляющих',
    'm_sitesystem4' => 'Уникальный дизайн',
    'm_sitesystem5' => 'Разработка логических частей',
    'm_sitesystem6' => 'Адаптивность под все устройства',
    'm_sitesystem7' => 'Базовая SEO-оптимизация',
    'm_sitesystem8' => 'Laravel',
    'm_sitesystem9' => 'Внутрення отправка email',
    'm_sitesystem10' => 'Подключение внешних сервисов',
    'm_sitesystem11' => 'Система управления сайтом',
    'm_sitesystem12' => 'Обучение работы с сайтом',
    'm_sitesystem13' => 'Установка https',
    'm_sitesystem14' => 'Доменное имя в подарок',

    'Brief_on_development_site' => 'Бриф на разработку сайта',
    'brief1' => 'Бриф на разработку сайта поможет нам понять Ваши цели и желания. Мы будем лучше ориентироваться в вашем проекте и быстрее оценим стоимость и сроки разработки.',
    'brief2' => 'Бриф состоит из 32-х полей для заполнения. Вам не обязательно заполнять всё, но желательно постараться. Чем более полную информацию мы получим от вас, тем эффективнее будет наша работа.',
    'brief3' => 'Если у Вас есть бриф на сайт, наброски структуры сайта или ТЗ, Вы можете отправить их нам почтой - office@makklays.com.ua - или прокрутите эту страницу вниз, там есть кнопка для отправки файлов.',
    'Base_info' => 'Общая информация',
    'Goal_site_and_funct' => 'Цели и функции сайта',

    'Structura_site' => 'Структура сайта',
    'Design_site' => 'Дизайн сайта',
    'Content_and_dop_services' => 'Контент и дополнительные услуги',
    'brief_rules' => 'Нажимая кнопку "Отправить бриф", я даю согласие на обработку персональных данных в соответствии с',
    'brief_link' => 'политикой конфиденциальности',
    'brief_info_third' => 'Информация из заполненного брифа никогда не будет передана третьим лицам.',
    'send_brief' => 'Отправить бриф',

    'Phone' => 'Телефон',
    'brief_Site_company' => 'Сайт вашей компании, если есть',
    'brief_Name_company' => 'Название компании',
    'brief_Region_company' => 'Область деятельности, направление бизнеса',
    'brief_Urls_company' => 'Адреса сайтов или названия компаний конкурентов',
    'brief_Geografy' => 'География работы',
    'brief_Time_development' => 'Сроки разработки',
    'brief_Budget' => 'Бюджет',
    'brief_Contact_lico' => 'Ответственное лицо',

    'brief_Time_development_pl' => 'Укажите желаемые сроки разработки, если сроки жестко ограничены - можно указать причину ограничения',
    'brief_Geografy_pl' => 'Напишите в каких регионах вы работаете',
    'brief_Urls_company_pl' => 'Опишите ваших основных конкурентов, положительные и отрицательные стороны',
    'brief_Region_company_pl' => 'Напишите, в какой сфере вы работаете, можно указать специфику и особенности',
    'brief_Name_company_pl' => 'Напишите полное и сокращенное название Вашей компании',
    'Phone_pl' => 'Номер телефона',
    'Name_pl' => 'Будем рады если Вы представитесь',
    'brief_Contact_lico_pl' => 'Укажите контактные данные человека, который будет нести ответственность за разработку с вашей стороны',

    'Objectives_site' => 'Цели сайта',
    'Objectives_site_desc' => 'Укажите одну или несколько целей, которые Вы хотите достичь при помощи сайта',
    'obj_site1' => 'Привлечение клиентов',
    'obj_site2' => 'Повышение узнаваемости компании, улучшение имиджа',
    'obj_site3' => 'Продажа товаров и услуг, через интернет',
    'obj_site4' => 'Информирование о проведении акций',
    'obj_site5' => 'Информирование о товарах и услугах',
    'obj_site6' => 'Информирование о компании',
    'obj_site7' => 'Размещение новостей компании',
    'Type_site' => 'Тип сайта',
    'Type_site_desc' => 'Укажите тип сайта',
    'type_site1' => 'Сайт компании',
    'type_site2' => 'Сайт компании с каталогом',
    'type_site3' => 'Интернет-магазин',
    'type_site4' => 'Лендинг (одностраничный рекламный сайт)',

    'Services_for_connect' => 'Сервисы для связи с посетителями сайта',
    'Services_for_connect_select' => 'Выберите желаемые сервисы для связи с посетителями сайта',
    'breif_Form_fedback' => 'Форма обратной связи',
    'brief_100' => 'Форма Обратный звонок',
    'brief_101' => 'Вопрос-ответ',
    'brief_102' => 'Голосования',
    'brief_103' => 'Отзывы',
    'brief_104' => 'Комментарии',
    'brief_105' => 'Онлайн-консультант',
    'brief_106' => 'Системы онлайн-бронирования',
    'brief_107' => 'Подписки и email-рассылки',
    'brief_108' => 'Регистрация пользователей',
    'brief_109' => 'Личный кабинет',
    'brief_110' => 'Оповещение по SMS',

    'brief_111' => 'Сервисы по продаже через интернет',
    'brief_112' => 'Отметьте функции, которыми должен обладать сайт для продаж в сети',
    'brief_113' => 'Рубрикатор',
    'brief_114' => 'Поиск по каталогу',
    'brief_115' => 'Фильтрация товаров',
    'brief_116' => 'Расширенное описание категорий или товаров',
    'brief_117' => 'Добавление товаров в избранное',
    'brief_118' => 'Запрос цены по отдельным позициям',
    'brief_119' => 'Сравнение товаров',
    'brief_120' => 'Корзина',
    'brief_121' => 'Расчет скидок',
    'brief_122' => 'Расчет стоимости доставки',
    'brief_123' => 'История заказов пользователя',
    'brief_124' => 'Уведомление клиентов о статусе заказов',
    'brief_125' => 'Оплата онлайн',
    'brief_126' => 'Автоматическое формирование счета для оплаты',

    'brief_127' => 'Интеграция со сторонними сервисами и программами',
    'brief_128' => 'Укажите сервисы, с которыми необходимо интегрировать сайт',
    'brief_129' => 'Импорт прайса из Excel',
    'brief_130' => 'Интеграция с 1С',
    'brief_131' => 'Интеграция с корпоративной базой данных',
    'brief_132' => 'Яндекс.Маркет',
    'brief_133' => 'Фарпост',

    'brief_134' => 'Языковые версии сайта',
    'brief_135' => 'Нужны ли версии сайта на других языках',

    'brief_136' => 'Система управления сайтом',
    'brief_137' => 'Выберите желаемую ситему управления сайтом',
    'brief_138' => 'WordPress (бесплатная)',
    'brief_139' => 'OpenCart (бесплатная)',
    'brief_140' => 'Другая',

    'brief_141' => 'Нужна ли мобильная версия сайта или адаптивный дизайн',
    'brief_142' => 'Нет, не нужна',
    'brief_143' => 'Нужна мобильная версия сайта',
    'brief_144' => 'Адаптивный дизайн',

    'brief_145' => 'Другие цели, сервисы, функции и СМS',
    'brief_146' => 'Если вам необходимы другие сервисы и функции, у вас другие цели или CMS-укажите их здесь',

    'brief_147' => 'Разделы сайта',
    'brief_148' => 'Укажите основные разделы сайта: о компании, каталог, новсти и т.д.',
    'brief_149' => 'Навигация по сайту',
    'brief_150' => 'Какие меню должны присутствовать на сайте слева, справа, сверху, внизу. Какие пункты должны содержать',

    'brief_151' => 'Информационные блоки',
    'brief_152' => 'Перечислите информационные блоки, которые должны присутствовать на главной и внутренних страницах',
    'brief_153' => 'Примеры сайтов, дизайн которых вам нравится',
    'brief_154' => 'Напишите адреса сайтов, дизайн которых вам нравится, укажите почему',
    'brief_155' => 'Примеры сайтов, дизайн которых вам не нравится',
    'brief_156' => 'Напишите адреса сайтов, дизайн которых вам не нравится, укажите почему',
    'brief_157' => 'Какие элементы фирменного стиля существуют и могут быть использованы при разработке дизайна',
    'brief_158' => 'Руководство по фирменному стилю',
    'brief_159' => 'Логотип',
    'brief_160' => 'Фирменные цвета',
    'brief_161' => 'Фирменные шрифты',
    'brief_162' => 'Полиграфия',
    'brief_163' => 'Фотографии',
    'brief_164' => 'Каталоги',
    'brief_165' => 'Буклеты',
    'brief_166' => 'Другое',

    'brief_167' => 'Настроение и асоциации, которые должен вызвать дизайн сайта',
    'brief_168' => 'Строгий корпоративный дизайн',
    'brief_169' => 'Яркий, брозкий дизайн',
    'brief_170' => 'Позитивный и веселый',
    'brief_171' => 'Дизайн насыщенный иллюстрациями/фотографиями',
    'brief_172' => 'Минималистический дизайн. Упор на функциональность',
    'brief_173' => 'Другое',

    'brief_174' => 'Наличие фотографий и картинок для разработки дизайна',
    'brief_175' => 'Есть',
    'brief_176' => 'Необходимо подобрать дизайнеру',
    'brief_177' => 'Необходима фотосессия',
    'brief_178' => 'Основные требования и пожелания по дизайну сайта',
    'brief_179' => 'Опишите требования и желания, можно написать любую информацию, которая может помочь нашему дизайнеру',
    'brief_180' => 'Контент для сайта: тексты, переводы, фотографии',
    'brief_181' => 'Уже готов',
    'brief_182' => 'Необходимы услуги копирайтера, рерайтера',
    'brief_183' => 'Необходим фотограф',
    'brief_184' => 'Необходим переводчик',

    'brief_185' => 'Дополнительные услуги и сервисы',
    'brief_186' => 'Наполнение контентом',
    'brief_187' => 'Техническая поддержка сайта',
    'brief_188' => 'Ведение сайта (регулярное обновление контента)',
    'brief_189' => 'Контекстная реклама',
    'brief_190' => 'SEO-продвижение',
    'brief_191' => 'Разработка фирменного стиля',
    'brief_192' => 'Разработка логотипа',

    'brief_193' => 'Дополнительные файлы',
    'brief_194' => 'Можно прикрепить заполненный бриф, наброски прототипа, примерное ТЗ или любые файлы для разработки сайта',
    'brief_195' => 'Добавьте файл',

    'brief_196' => 'Свяжитесь с нами',
    'brief_197' => '+38 098 870 53 97',
    'brief_city1' => 'Украина, г. Киев',
    'brief_email1' => 'office@makklays.com.ua',

    'interesting_development' => 'Интересует разработка',
    'Address' => 'Адрес',
    'Times_working' => 'Часы работы',
    'mon_fri' => 'Понедельник - Пятница: 9:00 - 18:00',
    'sur_sun' => 'Суббота и Воскресенье: выходной',
    'main_whatmake_descr' => 'Да, мы разрабатываем и делаем сайты. Мы пишем код. Делаем большие и не очень сайты. Сайты, которые нам легко поддерживать, ибо мы знаем свой код и знаем, что делаем. Мы не используем бесплатные CMS, которые не предназначены для модицикации и маштабирования в последующем, потому они и бесплатны, а разработка на них стоит дешевле и быстрее. Вам нужно разработать сайт под ключ и запустить его в интернете? Это к нам! Мы готовы разработать сайт для Вас и запустить его в интернете. Наш вектор направления — это корпоративный сайт, интернет магазин и сайт-система. Мы гордимся тем, что мы делаем и разрабатываем сайты. Мы гордимся результатами своей роботы и нашими клиентами. Мы хотим, чтобы и Вы смогли получить желаемый результат, поработав с нами.',

    'Order_successful' => 'Наш менеджер перезвонит Вам в течении 30 минут',
    'Close' => 'Закрыть',
    'slogan' => 'Разработка сайта',
    'slogan_descr' => 'Мы Makklays. Мы помогаем воплотить идею.',

    'mysite_policy' => 'Политика конфиденциальности',

    'Dashboard' => 'Приборная панель',
    'Articles' => 'Статьи',
    'logged_in' => 'Вы вошли в систему!',

    'policy1' => 'Настоящая Политика конфиденциальности персональных данных (далее – «Политика конфиденциальности») действует в отношении всей информации, которую сайт Makklays, расположенный на доменном имени <a href="http://makklays.com.ua/:lang" class="a-green">http://makklays.com.ua/:lang</a> и связанных доменных именах, может получить о Пользователе во время использования сайта.',
    'policy_termins' => 'Определение терминов',
    'Add_article' => 'Добавить статью',
    'Fulltext' => 'Полный текст',
    'Shorttext' => 'Короткий текст',
    'Add_photo' => 'Добавить фото',
    'Edit_article' => 'Редактировать статью',
    'Edit' => 'Редактировать',
    'Delete' => 'Удалить',
    'Actions' => 'Действия',
    'Views' => 'Просмотров',
    'Date' => 'Дата',

    'Not_atricles' => 'Отсутствуют статьи',
    'Title' => 'Название',
    'Is_visible' => 'Отображать',
    'Choose_lang' => 'Выберите язык',
    'Yes' => 'Да',
    'No' => 'Нет',
    'Article' => 'Статья',
    'Read' => 'Детальнее',
    'Photo' => 'Фото',
    'Profile' => 'Профиль',
    'Documents' => 'Документы',
    'Reports' => 'Отчеты',
    'Logout' => 'Выйти',
    'ToDo' => 'Сделать',
    'Save' => 'Сохранить',
    'Tipical_dogovor' => 'Типовой договор на разработку сайта',
    'Report' => 'Отчет',
    'Orders' => 'Заказы',
    'Fio' => 'Имя',
    'Messenger' => 'Messenger',
    'want_development' => 'Хочет заказать',
    'IP_address' => 'IP-адрес',
    'Calls' => 'Звонки',
    'Statistics' => 'Статистика',
    'Soobsheniya' => 'Сообщения',
    'Packages' => 'Пакеты',
    'Soobshenie' => 'Сообщение',
    'Cat_or_Dog' => 'Кот или Собака',

    'File' => 'Файл',
    'Date_From' => 'Дата от',
    'Date_To' => 'Дата до',

    'Add_order' => 'Добавить заказ',
    'Description' => 'Описание',
    'Choose' => 'Выбери',
    'Price' => 'Цена (грн)',
    'Status' => 'Статус',
    'From_date' => 'Дата начала',
    'To_date' => 'Дата окончания',
    'Add_file' => 'Добавить файл',

    'Password' => 'Пароль',
    'Login' => 'Логин',
    'RememberMe' => 'Запомнить меня',
    'ForgotYourPassword?' => 'Забыли пароль?',
    'Not_orders' => 'Нет заказов',
    'Slag' => 'Slag (url)',

    'save_success' => 'Данные успешно сохранены',
    'delete_success' => 'Данные успешно удалены',
    'save_errors' => 'Ошибка, при сохранении данных',
    'delete_errors' => 'Ошибка, при удалении данных',
    'modal_rules' => 'Соглашаюсь с',
    'work_and_felic' => 'О работе и счастьи',
    'happy_citata' => 'Счастье - это когда утром с радостью идешь на работу, а вечером с радостью возвращаешься домой.',

    'system_site' => 'Сайт-система',
    'system_site1' => 'Сайт-система — это логически сложный сайт для управление процесами предприятия и помощи работы сотрудникам предприятия. Ещё также называемой информационной системой или являющимся корпоративным порталом с добавлением нескольких логических разделов по управлению процессами предприятия в его отрасли и сфере. Это система мониторинга процессов. Сайт-система используется для обеспечения и организации совместного процесса добавления, редактирования и управления логическими частями организации. ',
    'system_site2' => 'Основные функции сайт-системы',
    'system_site3' => 'Основные функции сайта-системы: <br/><br/>
- предоставление инструментов для добавления содержимого, организация совместной работы над содержимым; <br/>
- управление содержимым: хранение, контроль версий, соблюдение режима доступа, управление потоком документов; <br/>
- управление процесами: отправка email, отправка документов; <br/>
- отображение текущих статусов организации и выбранных узлов; <br/>
- публикация содержимого; <br/>
- представление информации в виде, удобном для навигации, поиска. <br/><br/>
В системе управления могут находиться самые различные данные: документы, фильмы, фотографии, номера телефонов, научные данные и так далее. Такая система часто используется для хранения, управления, пересмотра и публикации документации. Контроль версий является одной из важных возможностей, когда содержимое изменяется группой лиц. <br/><br/>
В общем случае системы управления содержимым делятся на системы управления корпоративным контентом (англ. Enterprise Content Management System) — для работы с содержимым внутри какой-либо организации и системы управления веб-содержимым (англ. Web Content Management System) для поддержки работы веб-сайта. <br/><br/>
Другими словами, сайт-система может иметь как внутреннюю так и внешнюю составляющие. Внутрення часть сайт-системы доступна сотрудникам внутри предприятия, а внешняя - доступна всем пользователям сайта. <br/><br/>
Каких-то 3 года назад основной проблемой для внедрения сайт-систем на большинстве предприятий была высокая стоимость коробочных решений с урезанным функционалом и необходимость их развертывания на базе собственной инфраструктуры. С появлением облачных (SaaS) решений такая проблема даже для небольшой компании перестала быть актуальной. <br/><br/>
Использование таких технологических решений в работе является выгодным как для малого, так и для крупного бизнеса. И если вам интересно, какие преимущества это может обеспечить владельцу бизнеса, читайте дальше. <br/><br/>
Платформа предоставляет широкий набор инструментов для организации эффективной работы практически любого бизнеса: <br/><br/>
- добавление проектов, постановка и отслеживание задач по ним; <br/>
- управление продажами, коммерческими предложениями и прочими операциями; <br/>
- воронка продаж и обработка лидов; <br/>
- диск для хранения документации и файлов; <br/>
- разделение прав доступа и ролей; <br/>
- интеграция с сайтом и интернет-магазином; <br/>
- живой чат между сотрудниками компании; <br/>
- контакты, записи, отчеты и многое другое. <br/><br/>
А самое интересное – практическое ограничение состоит только в доступном месте на диске, количество сотрудников компании, которых можно подключать, никак не ограничено.',
    'system_site4' => 'Почему мы?',
    'system_site5' => 'Нашим достоинством можно назвать сложность разработки уникального сайта-системы с нестандартными функциями, ибо такие ресурсы, как правило, требуются компаниям с соответствующими запросами (к примеру, работающим в корпорациях, банках, холдингах). Разработка сайта-системы не является разработкой с "нуля", так как уже включает и использует стандартные компоненты сайта, такие как: <br/><br/>
- вход на сайт (регистрация, авторизация); <br/>
- личный кабинет пользователя; <br/>
- административная часть сайта (управление пользователями) и т.д. <br/><br/>
Этот стандартный набор компонентов дополняется логическими частями конкретного предприятия, отражающими индивидуальные особенности клиента. Наши специалисты с легкостью смогут их выделить и запрограммировать в удобный интерфейс пользователя, а говоря проще, в страницы сайта интуитивно понятно связанные между собою. Наш опыт основан на лучших примерах и практиках других подобных сайтов. Мы используем самые современные технологии для его разработки. <br/>
В то время, как минусом бесплатных систем является отсутствие возможности их дорабатывать под цели бизнеса. <br/>
Организация может позволить себе сайт-систему разработанную под свои бизнес цели, а наши программисты способны внедрить все хотелки и пожения заказчика. <br/><br/>
При выборе сайт-системы стоит обращать внимание на такие детали, как: <br/><br/>
- безопасность; <br/>
- возможность доработки элементов; <br/>
- набор функций и возможностей; <br/>
- удобство работы с заголовками, мета-тегами и прочими важными для продвижения деталями; <br/>
- возможность создавать собственные имена для страниц и семантические URL; <br/>
- скорость работы; <br/>
- наличие русскоязычной локализации; <br/>
- отсутствие сторонних элементов (например, не предусмотренных вами рекламных баннеров); <br/>
- возможность обработки ошибок; <br/>
- отсутствие дублирования страниц; <br/>
- поддержка карты сайта; <br/>
- удобство добавления и удаления страниц и т. д. <br/><br/>
Не стоит забывать также и о производительности: очевидно, что сложное и громоздкое платное решение окажется в превосходстве при большой посещаемости, по сравнению с бесплатным, которое может не выдержать большой нагрузки и попросту не справиться.',
    'system_site6' => 'Выводы',
    'system_site7' => 'Готовые беспланые сайты с установкой из коробки имееют рад минусов, а основной - они не редактируются. В них не возможно вставить или дополнить чем-то, что хочет заказчик, в отличии от сайт-системы разработанной специально под бизнес клиента. Подбирать систему под себя стоит исходя из собственных предпочтений: кому-то может быть удобна одна, кто-то полюбит работу с другой. Многое зависит от того, что лучше отвечает потребностям компании и больше подходит для конкретной бизнес задачи предприятия, способности сайта-системы отразить Ваши бизнес процесы, а также быть удобной и настраиваемой под Вас.',

    'lpage1' => 'Landing page, лендинг пейдж — что это такое?',
    'lpage2' => '— это посадочная страница для сбора контактов заинтересованных посетителей или
                продажи товара. Иногда, лендинг это временное решение, перед запуском полноценного корпоративного сайта.
                Как правило, это одностраничный сайт, на котором кратко и емко представлена информация об предоставляемой
                услуге или товаре, что позволяет повысить эффективность рекламы. <br/><br/>

                Посетители попадают на лендинговые страницы сайта через контекстную, баннерную, таргетированную рекламу и
                email-рассылку. Главная задача сайтов-лендингов — это конвертация посетителей в лида или покупателя, побуждение посетителя
                к совершению целевого действия. Таким действием может быть: покупка, подписка на рассылку, регистрация на сайте,
                скачивание предоставляемой информации, отправка контактов посетителя. <br/><br/>

                В отличие от сайта на лендинге не размещают ссылки, по которым пользователь может уйти со страницы, так как отсутствует личный кабинет.
                Все ссылки ведут либо на элементы лендинга - информационные части, либо на контактную форму. <br/><br/>

                Цель лендинга — это сфокусировать пользователя на одном предложении (конкретной услуге или товаре). Потому вся
                информация на лендинге нацелено продает этот товар или услугу. На нем используется один ключевой призыв к действию.
                Так сказать, один вектор направления для посетителя.<br/><br/>',
    'lpage3' => 'Почему вам необходим лендинг пейдж?',
    'lpage4' => 'Лендинг пейдж востребованы в процессе продвижения продукта или выводе нового продукта на рынок во многом благодаря тому, что они могут повысить ваш коэффициент конверсии самым доступным и выгодным для вас образом. А все потому, что посадочные страницы (лендинги) разрабатываются с целью оптимизировать конверсию: ',
    'lpage5' => 'Лендинги обладают фразовым/рекламным соответствием',
    'lpage6' => '- это когда заголовок вашего объявления совпадает с
                заголовком посадочной страницы (грамотная seo оптимизация). Данный факт является для посетителей очевидным подтверждением того, что они
                попали на нужную, интересующую их страницу.<br/><br/>

                Например фраза «инструменты маркетинга» (marketings tool) повторяет заголовок посадочной страницы и
                как бы усиливает его эффект. Таким образом, посетитель точно знает, что он попал на тот сайт, на который собирался.
                Фразовое соответствие заголовков рекламы и лендинга позволяет избежать путаницы, которая неизбежно возникает,
                если человек, запрашивая нечто специфическое и конкретное, переходит на главную страницу сайта, где ему вновь
                приходится искать нужный раздел. Не стоит вводить посетителей в заблуждение — используйте единообразную формулировку.',
    'lpage7' => 'Коэффициент внимания 1:1.',
    'lpage8' => 'Этот коэффициент означает, что число кликабельных элементов на странице равно числу целей
                страницы, то есть у лендинга отсутствуют случайные посетители. Идеальный лендинг должен преследовать достижение только определенной одной цели.
                А любой элемент, не имеющий отношения к целевому действию, признается как отвлекающий и распыляющий внимание посетителя. <br/><br/>

                Это условие обязательно для эффективного лендинга и освещения в интернете. Не дайте возможность посетителям уйти с лендинга, не совершив
                целевого действия. Для того, чтобы этого не произошло и сведения к минимуму возможность осуществления такого сценария, вам необходимо убрать с лендинга все
                посторонние кликабельные элементы. <br/><br/>

                Хорошая практика, когда посадочная страница преследует только одну цель и содержит соответствующий ей кликабельный элемент — кнопку «Заказать товар».',
    'lpage9' => 'Простота проведения сплит-теста или A/B-тестов.',
    'lpage10' => 'Цель проведения A/B-тестов — это найти оптимальный вариант лендинга, генерирующий
                максимальное число лидов. <br/><br/>

                Сравнивая друг с другом разные варианты одного лендинга, вы можете определить, на что ваша целевая аудитория
                реагирует лучше всего, испытать какие-то новые тактики и средства, и повторять этот процесс ровно столько,
                сколько потребуется, чтобы найти самый эффективный вариант — такую комбинацию элементов, которые дают
                максимальное число конверсий с лендинга. <br/><br/>

                Важно отметить также, что сплит-тестирование лендинга провести гораздо проще, чем главной страницы корпоративного сайта или интернет-магазина, а все потому
                что вы имеете дело лишь с одной целью направленной на одно действие посетителя, а не с несколькими.',
    'lpage11' => 'Какие компоненты эффективного лендинга?',
    'lpage12' => '1. Главный заголовок <br/>
                2. Второстепенный заголовок (подзаголовок) <br/>
                3. УТП (Уникальное торговое предложение) <br/>
                4. Индикаторы доверия <br/>
                5. Основная кнопка призыва к действию <br/>
                6. Второстепенный призыв к действию <br/>
                7. Отсутствие навигационного меню <br/>
                8. Изображения, видео <br/>
                9. Форма захвата, лид-форма <br/>',
    'lpage13' => 'Реклама в социальных сетях и продвижение landing page',
    'lpage14' => 'Соцсетями современные юзеры пользуются не реже, чем поисковыми системами. Многие люди не представляют своей
                повседневной жизни без Twitter, Facebook, «ВКонтакте», Instagram, Google и многих других площадок. Всё это делает
                социальные сети очень перспективными источниками целевого трафика для посадочной страницы. Как же его получить?
                Рекламный сервис — основной бизнес социальных сетей. И реклама здесь очень точно направляется на
                разные слои целевой аудитории. Пользователи самостоятельно заполняют анкеты, ставят лайки и делают репосты,
                а также подписываются на разные сообщества в социальной сети. А алгоритмы соцсетей и их большие вычислительные мощности,
                анализируют все эти данные, чтобы вычислить и понять интересы разных юзеров (пользователей) и их вкусы.',
    'lpage15' => 'Выводы',
    'lpage16' => 'Несмотря на то, что лендинг это просто одна посадочная страница с информацией. Она очень информативна.
                Нам стало понятно для какого бизнеса подходят лендинги. Также, нужно помнить,
                что есть задачи и цели, которые нельзя реализовать с помощью даже самого качественного лендинга. В большинстве
                случаев весь трафик на посадочную страницу (лендинг) привлекается платными, причём достаточно дорогими способами.
                Поэтому очень важно серьёзно подойти к стадии разработки и оптимизации лендинга.
                Стоит добавить, что при большом колличестве товара и желании каждый осветить в интернете, лендинга может быть мало.
                Тогда производители отдают предпочтение',
    'lpage17' => 'интернет-магазину',
    'lpage18' => 'или интернет-каталогу.
                На практике мы видим, что многочисленные шаблонные решения не дают желаемого результата.
                Лендинг действительно работает, но требует профессионального подхода.
                Использование шаблонных решений привело к тому, что многие бизнесмены разочаровались в концепции landing page.
                Крупные азиатсткие и европейские бренды активно продвигают свои продукты с помощью лендинг пейдж.',

    'shop1' => 'Интернет-магазин',
    'shop2' => '(англ. online shop или e-shop) — сайт, торгующий товарами посредством сети Интернет.
                Позволяет пользователям онлайн, в своём браузере или через мобильное приложение, сформировать заказ на
                покупку, выбрать способ оплаты и доставки заказа, оплатить заказ. При этом продажа товаров осуществляется
                дистанционным способом и она накладывает ограничения на продаваемые товары. Так, в некоторых странах имеется
                запрет на интернет-торговлю алкоголем, оружием, ювелирными изделиями и другими товарами (к примеру, в
                Украине запрещена дистанционная продажа алкоголя, ювелирных изделий и других товаров, свободная реализация
                которых запрещена или ограничена).',
    'shop3' => 'Онлайн-магазины, который позволяет компаниям покупать у других компаний называется онлайн-магазинами бизнес для бизнеса (B2B). 
                Типичный интернет-магазин позволяет клиенту просматривать ассортимент продуктов и услуг фирмы, 
                просматривать фотографии, читать описание к товарам или услугам, просмартивать изображения продуктов, а
                также информацию о технических характеристиках продукта и ценах. Также у интеренет-магазина есть возможность покупки и оплаты через интернет.<br/><br/>
                Интернет-магазины обычно позволяют покупателям использовать функции «поиска», чтобы найти конкретные модели,
                бренды или предметы.',
    'shop4' => 'Кому нужны Интернет-магазины?',
    'shop5' => 'Интернет-магазин — не',
    'shop6' => 'корпоративный сайт',
    'shop7' => ', который можно рекомендовать практически всем компаниям.
                Интернет-магазин в первую очередь полезен владельцам стандартизированных товаров и услуг.
                Например, продавать с виртуальных полок сотовые телефоны и автозапчасти значительно проще, чем, скажем,
                одежду или обувь, которые требуется примерять. Вторая группа потенциальных владельцев Интернет-магазинов
                — компании, занимающиеся традиционной розничной коммерцией. В этом случае онлайновый бизнес тесно взаимосвязан
                с обычными продажами и выступает в качестве дополнительного к основному — розничной торговле. Такая схема,
                пожалуй, наиболее удачна. Ведь деятельность Интернет-магазинов регламентирует практически та же законодательная
                база, что и работу обычных (офф-лайновых) торговых точек. А опыт реальной работы с покупателями в значительной
                степени можно распространить на будущий Интернет-магазин. <br/><br/>
                Другими словами, потенциальные владельцы онлайновых магазинов — те компании, которые теоретически способны
                продавать свои товары по каталогам, т.е. с организацией доставки.',
    'shop8' => 'Сколько стоит разработать <br/> Интернет-магазин?',
    'shop9' => 'Стоимость создания интернет-магазина обычно начинается от 1000 евро. У нас эта цифра немного больше. 
                За эту сумму Вы можете получить оформленный сайт начального уровня
                и каталог товаров с возможностью размещения заказов. После того как покупатель зарегистрировался и оформил
                заказ, менеджер магазина получает от него с сайта письмо с заявкой. Менеджер связывается с потенциальным
                покупателем, договаривается о типе доставки и высылает товар. 
                
                Другими словами, суть процесса покупки в таком магазине — отправка заявки на товар по электронной почте, 
                а сам магазин представляет собой интерактивный прайс-лист. Главное достоинство «онлайн-магазина» — удобство размещения заявки для пользователя.
                Недостаток — необходимость прибегать к услугам специалистов для поддержки интернет-магазина (например, для
                обновления ассортимента). Стоимость этой услуги — не менее 50 долл. в месяц. Цена может существенно возрасти,
                если магазин требует постоянного внимания. Стандартная поставка интернет-магазина от нашей компании имеет функционал, 
                благодаря которому потребность прибегать к помощи специалистов полностью отпадает, т.е. вы
                можете сэкономить на поддержке магазина и обновлять содержание магазина самостоятельно без специальных навыков
                и знаний языков программирования. <br/><br/>
                
                Последовательность действий или логика может модифицироваться и настраиваться под каждый интернет-магазин отдельно. 
                Наша разработка интернет-магазинов является намного гибче, чем разработка из "коробочного решения", которое не имеет возможности для модификации под потребности ведения бизнеса и его особенности. 
                Также наши интернет-магазины легко модифицируемы под любые нужды и Ваши пожелания. 
                Мы способны разработать интернет-магазин так, чтобы он максимально гармонично повторил бизнес процесы Вашей компании. 
                <br/><br/>

                Интернет-магазин покрупнее, так называемый «управляемый магазин с базой данных», должен быть оснащен более
                развитым инструментарием. После оформления заявки менеджер не только получает подтверждение по электронной
                почте, но и контролирует этапы обработки заказа, сведения о котором автоматически попадают в базу данных.
                По данным из базы он может распределять комплектование заказов, контролировать предложения по товарным
                позициям и принимать элементарные управленческие действия. Затраты на разработку такого магазина обычно
                начинаются с 1700 евро, а при заказе подобного магазина в нашей студии вы получаете то же самое намного
                дешевле благодаря разработанному компанией механизму обновления содержимого магазина, управлять которым сможет
                даже новичок. <br/><br/>

                Экономию за счет поддержки собственными силами владельцу поможет получить «Premium Интернет-магазин».
                Для его обновления нередко вовсе не нужно привлекать специалистов (кроме экстренных случаев) — с этой
                проблемой справится любой толковый сотрудник компании. К примеру, для обновления каталога товаров требуется
                лишь заполнить администраторскую форму. Введённые Вами данные автоматически публикуются на сайте.
                «Premium Интернет-магазин» также предоставляет операторам магазина мощный инструментарий для контроля
                над формированием заявок и другие возможности. Стартовая цена за разработку подобного Интернет-магазина с
                администраторскими и пользовательскими интерфейсами к базе данных и другими «возможностями» в нашей компании
                начинается от 700 евро, а в большинстве других компаний-разработчиков стоимость такого продукта начинается
                от 2000-2500 евро. <br/><br/>

                Во всех случаях цены приведены для решений начального уровня, т.е. для Интернет-магазинов с минимумом
                необходимых функций, требующихся большинству начинающих розничных продавцов. Если же компания ориентирована
                на серьезную Интернет-коммерцию и планирует реализовать в магазине широкие возможности по оплате и
                автоматизации процессов, то стоимость разработки и обслуживания такого решения может составить десятки тысяч
                долларов. Стоит отметить, что подобные решения применяются не часто. <br/><br/>

                Заказывая разработку Интернет-магазина в других компаниях, необходимо учесть стоимость размещения (хостинга)
                будущего сайта. В нашей компании размещение вашего интернет магазина, а также покупку его имени (имя сайта) мы берем на себя - это подарок от нас. <br/><br/>
                Создание интернет-магазина - необходимый шаг для тех, кто собрался серьезно заниматься продажами.',
    'shop10' => 'Интернет-магазин — <br/>помощник реальному магазина',
    'shop11' => 'Известный факт, что традиционная розничная торговля остается одним из самых привлекательных видов бизнеса.
                Поэтому полностью перейти в режим он-лайн не может. Однако и игнорировать Интернет как инструмент
                работы с занятыми покупателями, экономящими свое время, нельзя. Именно поэтому можно рекомендовать
                Интернет-магазин не как «заместителя», а как помощника реальной розничной торговой точки, т.е. в качестве
                онлайновой «витрины» с возможностью заказа. <br/><br/>

                Первоначальные инвестиции в интернет-магазин (около 800–2100 $) помогут «прочувствовать» этот способ
                ведения бизнеса и оценить возможную прибыль. Чтобы не рисковать понапрасну, на первом этапе можно сознательно
                ограничить круг потенциальных покупателей жителями своего города или округа, предложить только курьерскую доставку с
                оплатой на месте, т.е. использовать самые минимальные и надежные способы работы с покупателями. Если это получится, то
                второй этап — интеграция более широкого спектра платежных средств, развитие автоматизированных средств
                управления заказами, совершенствование своего Интернет-магазина до уровня наиболее успешных представителей
                этого бизнеса. В любом случае открытие собственного Интернет-магазина — это новый уровень обслуживания,
                который не только способствует повышению продаж, увеличению прибыли, но и создает более привлекательный образ компании в глазах
                традиционных «офф-лайновых» покупателей.',
    'shop12' => 'Выводы',
    'shop13' => 'Интернет-магазины бывают как небольшие, со стандартным функционалом информирования о покупке, так и 
                очень большие, с широкими возможностями в административной панели, подключению к работе интернет-магазина 
                нескольких отделов компании (логистика, склад, закупка), возможностью покупки и оплаты через интернет 
                несколькими платежными способами. Иметь или не иметь доставки, отслеживания движения товара от покупки на сайте до доставки 
                покупателю в руки. А также много другого функционала, который имеет тот или иной вид бизнеса и его процессов. 
                Цена на разработку интернет-магазина также зависит от функционала. 
                Более детальную цену на разработку интернет-магазина Вам могут сказать наши менеджеры по телефону или если Вы заполните',
    'shop14' => 'бриф на разработку',
    'shop15' => 'на нашем сайте, после чего наши менеджеры свяжутся с вами для ведения заявки на разработку.',

    'corp1' => '<b>Корпоративный сайт</b> — это полноценное представительство компании в интернете и эффективный инструмент
                для привлечения и удержания новых клиентов. На нем пользователь может познакомиться с компанией из любой точки мира.<br/><br/>
                Помимо подробной информации о компании и ее услугах, корпоративный сайт может содержать следующие элементы: <br/><br/>
                - новости <br/>
                - рассылки <br/>
                - форму обратной связи <br/>
                - каталог товаров и услуг <br/>
                - форму заказа через сайт <br/>
                - <a href=":url_shop" class="a-green">интернет-магазин</a> с оплатой товаров через платежные системы <br/>
                - переписка <br/>
                - другие модули, учитывающие специфику конкретной компании.',
    'corp2' => 'Корпоративный сайт - это качественная и полноценная презентация компании в Интернете. Его основная цель - привлечь новых клиентов или партнеров (или укрепить существующее партнерское сотрудничество), развить бизнес путем раскрытия преимуществ компании, подробного описания ее деятельности, услуг или товаров. Цель создания корпоративного сайта зависит, непосредственно, от желаний или потребностей самой компании. В том числе, это может быть захват новой ниши или выход на международный рынок. <br/><br/>
Главной ценностью и отличием корпоративного сайта стало то, что он может выполнять и ряд других задач, которые не менее важны для фирмы. В частности, с помощью определенных функций, поддерживать круглосуточную взаимосвязь с клиентами или партнерами, являться файлохранилищем и инструментом для ведения рабочего процесса сотрудниками компании, их внутреннего общения. Кроме того, корпоративный сайт может продавать и рекламировать деятельность компании, став достаточно эффективной рекламной площадкой. <br/><br/>
Таким образом, корпоративный сайт решает следующие задачи: <br/><br/>
- круглосуточное предоставление подробной информации о компании и ее услугах <br/>
- своевременное информирование посетителей о новостях и специальных акциях компании <br/>
- расширение базы клиентов <br/>
- поддержка пользователей <br/>
- интерактивное общение с клиентами и посетителями (опросы, вопросы-ответы) <br/>
- возможность круглосуточного заказа товаров и услуг через сайт <br/>
- раскрутка имени компании и многое другое. <br/><br/>
Дизайн корпоративного сайта выполняется с учетом фирменного стиля компании.',
    'corp3' => 'Основные задачи корпоративного сайта',
    'corp4' => 'Задачи корпоративного сайта напрямую зависят от типа бизнеса и целей компании. Мы можем привести основные задачи. <br/><br/>
                - <b>Формирование и повышение имиджа компании</b> <br/>
                - <b>Расширение клиентской и партнерской базы</b> <br/>
                - <b>Предоставление полной информации о компании или корпорации для целевой аудитории</b> <br/>
                    Разделы бизнес-сайта могут быть в любом количестве. Главное, чтобы сайт предоставил максимально возможную
                    информацию о компании. Сюда могут быть включены: <br/>
                    - Информация о самой компании: ее истории, достижениях, результатах работы; <br/>
                    - Информация о руководстве и сотрудниках компании; <br/>
                    - Информация о товарах или услугах, реализуемые фирмой с их очень подробным описанием; <br/>
                    - Всевозможная информация для партнеров; <br/>
                    - Блог и другое. <br/>
                    С информативной точки зрения, корпоративный сайт может содержать абсолютно любое наполнение сайта, которое
                    может быть интересно целевой аудитории. <br/><br/>
                - <b>Формирование и повышение имиджа компании</b> <br/>
                - <b>Возможность продажи товаров и услуг через интернет</b> <br/>
                - <b>Привлечение новых сотрудников в компанию</b>',
    'corp5' => 'Виды корпоративных сайтов',
    'corp6' => 'Корпоративный сайт-визитка',
    'corp7' => 'Такой сайт выбирают молодые компании, чей бизнес равивается вместе с сайтом. На нем представлена краткая
                информация о компании и предоставляющие ею услуги.',
    'corp8' => 'Корпоративный сайт-каталог',
    'corp9' => 'Выделает сразу несколько задач. Информирование о компании в сети интернет и подробное предвставление
                товаров или продукции в виде структурированного каталога. Возможно покупка товара.',
    'corp10' => 'Корпоративный инфопортал',
    'corp11' => 'Сделан для несения информации для груп людей по тематике. Может быть обучающий тренинг, информационный
                курс или сайт новостей.',
    'corp12' => 'Что нужно современным сайтам организации?',
    'corp13' => '- Структура сайта <br/><br/>
                - Оформление сайта компании <br/><br/>
                - Функционал сайта фирмы <br/><br/>
                - Необходимый объем информации <br/><br/>
                - Адаптация к мобильным устройствам <br/><br/>
                - Высокая скорость загрузки сайта <br/><br/>
                - Надежный хостинг <br/><br/>
                - Мультиязычность',
    'corp14' => 'Выводы',
    'corp15' => 'Прежде чем решиться заказать разработку корпоративного сайта, хорошенько подумайте - действительно ли
                вы готовы к этому. Сайт компании - совсем не та история, когда создал сайт, запустил и забыл о нем.
                Во-первых, услуги создания сайта для бизнеса стоят достаточно дорого, об этом не стоит забывать.
                Во-вторых, такой ресурс постоянно требует обновлений, поддержки и своевременной доработки в форс-мажорных
                ситуациях. А это тоже время и деньги. И, порой, немалые, если речь идет об услугах профессионалов.',
    'corp16' => 'Но если вы уже взвесили все за и против и готовы стать владельцем сайта для бизнеса, то будьте уверены,
                что при условии его соответствия всем техническим и пользовательским требованиям, ваш проект окупит себя,
                решая поставленные ему задачи и позиционируя вашу компанию в лучшем свете.',

    'portal1' => 'Web-портал',
    'portal2' => '<b>Веб-портал</b> или <b>Интернет-портал</b> — сайт в компьютерной сети, который предоставляет пользователю различные интерактивные интернет-сервисы, которые работают в рамках этого сайта. Веб-портал может состоять из нескольких сайтов. <br/><br/>
Также порталы функционируют как точки доступа к информации в интернете или сайты, которые помогают пользователям в поиске нужной информации. Такие порталы представляют информацию из различных источников в единообразном виде. Иногда их называют навигационными сайтами. <br/><br/>
Как правило, порталы выполняют функции поиска, а также предоставляют доступ к различным интернет-сервисам, например электронной почте, ленте новостей и т. д. <br/><br/>
Концепция веб-порталов — предоставление максимального количества интернет-сервисов в одном месте для привлечения наибольшего числа пользователей.',
    'portal3' => 'Веб-порталы бываю двух класов',
    'portal4' => '1. <b>Горизонтальный портал</b> (универсальный, общего назначения, general portal) — портал, охватывающий множество тематик, представляющий набор сервисов (обслуживающих, по возможности, все темы) и ориентированный на максимально широкую аудиторию — на максимальный охват её интересов. Наиболее известные горизонтальные порталы: Yahoo! (англоязычные); Mail.ru (русскоязычный); Yandex, Ukr.net (русскоязычные и украиноязычные). <br/><br/>
Такие порталы, как правило, сочетают в себе разнообразные функции, предлагают разноплановый контент и различные сервисы (новостные, финансовые, развлекательные, игровые и т. д.). <br/><br/>
2. <b>Вертикальный портал</b> (нишевый, vertical portal, niche portal) — портал узкой тематической направленности, предоставляющий различные сервисы для пользователей сети по определённым интересам и ориентированный на полный охват определённой тематики или области деятельности. <br/><br/>
Если тематика вертикального портала довольно интересная, вокруг него может сложиться интернет-сообщество (community) — более-менее постоянная группа лиц, которые систематически общаются между собой (например, в чате такого портала). <br/><br/>
Дополнительные группы: корпоративные, правительственные, персональные, тематические и академические порталы.',
    'portal5' => 'Корпоративные порталы',
    'portal6' => 'Создаются для сотрудников, партнеров и клиентов одной организации. Предназначены для: <br/><br/>
- персонифицированного доступа внешних и внутренних пользователей к корпоративным данным, в том числе неструктурированным и разнородным, и приложениям; <br/>
- интеграции различных корпоративных сервисов, объединения изолированных бизнес-моделей; <br/>
- обеспечения круглосуточного удаленного доступа к ресурсам компании для всех пользователей. <br/>
Типичный корпоративный портал состоит из 3 функциональных слоев: <br/><br/>
- базовой инфраструктуры. Она отвечает за такие сервисы, как система безопасности, управление транзакциями, порталом. Технически содержит сервер баз данных, приложений, web-сервер; <br/>
- интеграции приложений. Слой отвечает за взаимодействие ресурса со всеми приложениями компании, ERP, CRM системами, СУБД и т.д.; <br/>
- интерфейса. Включает в себя CSM для управления информационным наполнением, службы для обмена информацией с проектами бизнес-партнеров, средства для работы с беспроводными и мобильными устройствами, портлеты (невизуальные и визуальные компоненты). <br/><br/>
Поисковая оптимизация для корпоративных порталов не обязательна.',
    'portal7' => 'Архитектура корпоративных порталов',
    'portal8' => 'Типичный ресурс состоит из трех функциональных слоев: <br/><br/>
1. Базовая инфраструктура. Обеспечивает работу системы безопасности, управление порталом, транзакциями. В базовую инфраструктуру входит Web-сервер, серверы баз данных и приложений. <br/>
2. Интеграция приложений. Отвечает за взаимодействие портала с различными системами компании, СУБД, CRM, ERP и т. д. <br/>
3. Интерфейс. Слой включает CSM для управления наполнением информацией, а также инструменты для работы с беспроводными и мобильными устройствами, службы обмена данными с проектами бизнес-партнеров, портлеты (программные модули).',
    'portal9' => 'Особенности Web-порталов',
    'portal10' => '- Прямой доступ ко всей размещенной информации. <br/>
- Единый доступ ко всем приложениям. <br/>
- Наличие средств поиска данных. <br/>
- Расширяемость, интеграция приложений. <br/>
- Публикация документов, поддержка документооборота. <br/>
- Наличие каталогов документации. <br/>
- Поддержка групповой работы пользователей. <br/>
- Управление работой групп пользователей. <br/>
- Персонализация доступа.',
    'portal11' => 'Для корпоративных веб-порталов нового поколения характерны также следующие свойства: <br/><br/>
- Гибкие и мощные инструменты для разработки приложений. <br/>
- Надежная среда для их реализации. <br/>
- Соответствие требованиям, которые предъявляются к информационным системам предприятий. <br/>
- Поддержка беспроводного и мобильного доступа. <br/>
- Возможность интеграции с информационными системами партнеров и другими приложениями.',
    'portal12' => 'Выводы',
    'portal13' => '<b>Web-портал</b> – это сайт, который предоставляет пользователям различные интерактивные сервисы, функционирующие на одном ресурсе. Информация на их страницах публикуется единообразным способом независимо от источников. Такие сайты предлагают не только функцию поиска, но и такие сервисы, как электронная почта, форум, голосование и т. д.',

    'wepapi1' => '<b>Web Service</b> – это сервис, который является механизмом обмена данными, предоставляет необработанную информацию, и сложен для большинства пользователей.
                Веб-сервис используется сайтами и приложениями. Эти приложения анализируют данные перед тем как вернуть
                их конечному пользователю. <br/><br/>

                Рассмотрим на примерах. Чтобы получить данные прогноза погоды, мобильному приложению ABC нужно взять информацию из определенного ресурса,
                это может веб сервис, который предоставляет данные погоды соответсвтующие разным областям страны. <br/><br/>

                Индентично, чтобы получить данные про акции, мобильное приложение ABC тоже должно связаться с веб сервисом
                предоставляющим эти данные. Данные будут обработаны перед тем как отбразятся в мобильном приложении.
                Web Service часто предоставляет необработанные данные, которые сложно понять большинству обычных
                пользователей, потому как они возвращаются в формате XML или JSON.',
    'wepapi2' => 'RESTful Web Service – это Web Service, который написан на основании структуры REST (REpresentational State Transfer). REST уже широко используется и заменяет Web Service основываясь на SOAP и WSDL. RESTful Web Service легкий (lightweigh), его легко расширить и поддерживать.
Первые понятия про REST были введены в 2000 году в докторской диссертации Roy Thomas Fielding (соучредитель HTTP). В диссертации он детально знакомит с ограничениями, правилами, как и со способами выполнения в системе для получения системы REST. ',
    'wepapi3' => 'REST определяет правила архитектуры для дизайна ваших Web сервисов, фокусируется на систематических
                ресурсах, включая и то, какой формат данных передается по HTTP, написан разными языками.
                Благодаря большому количеству пользующихся веб сервисами, REST стал очень популярным. А за последние несколько лет, стал очень популярен, как
                сервис намного проще и легче использовать. На самом деле, REST почти заменил SOAP
                и WSDL всё по тем же приченам, что им намного проще и легче пользоваться. <br/><br/>

                REST это набор правил для создания приложения Web Service, который следует 4 основным правилам дизайна: <br/>
                - Использовать явные методы HTTP <br/>
                - Не имеет состояния <br/>
                - Отображает структуру папок как URls <br/>
                - Передача JavaScript Object Notation (JSON), XML или обоих. <br/><br/>

                REST ставит правило, требующее от проммистов определить их цель через метод HTTP. Обычно эти цели включают
                получение данных, добавление данные, обновление данных или удаление данных. Поэтому когда вы хотите
                выполнить одну из задач выше, используйте следующие правила: <br/><br/>

                - Чтобы добавить данные на сервере, вам нужно использовать метод <b>POST</b>. <br/>
                - Для получения данных, используйте <b>GET</b>. <br/>
                - Чтобы поменять состояние данных или обновить их, используйте <b>PUT</b>. <br/>
                - Чтобы отменить или удалить данные, используйте <b>DELETE</b>.',
    'wepapi4' => 'Заметьте, что правила выше необязательны, на самом деле вы можете использовать только метод GET чтобы получить данные,
                вставлять, менять или удалять данные на сервере. Но REST предоставляет правила выше, которые своим названием описывают
                и объясняют действие. <br/><br/>

                Иногда клиет может определить виды возвращенных данных, которые он хочет (JSON или XML), эти
                определения называются видами MINE, которые прикреплены к HEADER запроса. <br/><br/>

                Ниже перечислены распространенные виды MINE использующиеся с REST service. <br/>
                MIME-Type	Content-Type: <br/>
                - <b>JSON</b>	application/json <br/>
                - <b>XML</b>	application/xml <br/>
                - <b>XHTML</b>	application/xhtml+xml <br/><br/>

                Например клиент отправляет запрос на получение информации про погоду для своего мобильного приложения 
                и требует, чтобы данные ему вернулись в формате JSON.',
    'wepapi5' => 'Выводы',
    'wepapi6' => 'Благодаря API и http(s), а также формату обмена данными JSON мы можем организовать отдачу данных для
                мобильных приложений разработанных на Android или другой программе способной получать и обрабатывать
                данные в виде JSON. Это очень удобный формат передачи данных.
                На сегодняшний день это делают все приложения разработанные под мобильные телефоны.',

    'Last_articles' => 'Последние статьи',

    'policy2' => '«Администрация сайта Makklays (далее – «Администрация сайта») – уполномоченные сотрудники на управления сайтом, действующие от имени Makklays, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. <br/>
«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных). <br/>
«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. <br/>
«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания. <br/>
«Пользователь сайта (далее – «Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт агентства. <br/>
«Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта. <br/>
«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.',
    'policy3' => 'Общие положения',
    'policy4' => 'Использование Пользователем сайта агентства означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя. <br/>
В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта. <br/>
Настоящая Политика конфиденциальности применяется только к сайту Makklays. Администрация сайта Makklays не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте. <br/>
Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта. ',
    'policy5' => 'Предмет политики конфиденциальности',
    'policy6' => 'Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта Makklays по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при использовании форм обратной связи, подписки на новости или заказе услуг. <br/>
Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения форм на страницах Сайта Makklays. <br/>
Сайт Makklays собирает о пользователе следующую информацию: <br/>
a) фамилию, имя, отчество Пользователя; <br/>
b) контактный телефон Пользователя; <br/>
c) адрес электронной почты (e-mail); <br/>
Также Сайт может автоматически или при участии пользователя получить дополнительную личную информацию, включая, в числе прочего, IP-адрес, версию браузера, адрес страницы-реферера и прочую техническую информацию, которая не может быть использована для установления личности пользователя без проведения дополнительных мероприятий <br/>
Любая иная персональная информация неоговоренная выше подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в настоящей Политикой конфиденциальности.',
    'policy7' => 'Цели сбора персональной информации',
    'policy8' => 'Персональные данные Пользователя Администрация сайта Makklays может использовать в целях: <br/>
Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта агентства, оказания услуг, обработка запросов и заявок от Пользователя. <br/>
Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем. <br/>
Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта агентства. <br/>
Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Makklays или от имени партнеров агентства. <br/>
Осуществления рекламной деятельности с согласия Пользователя. <br/>
Предоставления доступа Пользователю на сайты или сервисы партнеров Makklays с целью получения продуктов, обновлений и услуг.',
    'policy9' => 'Способы и сроки обработки информации',
    'policy10' => 'Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. <br/>
Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Украины только по основаниям и в порядке, установленным законодательством Украины. <br/>
При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных. <br/>
Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц. <br/> 
Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.',
    'policy11' => 'Обязательства сторон',
    'policy12' => 'Пользователь обязан предоставлять достоверную информацию о персональных данных при заполнении форм для сбора персональных данных на Сайте Makklays. <br/>
Администрация сайта обязана: <br/>
a) Использовать полученную информацию исключительно для целей, указанных в настоящей Политике конфиденциальности. <br/>
b) Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением случаев, предусмотренных настоящей Политикой Конфиденциальности. <br/>
c) Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте. <br/>
d) Осуществить удаление персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных.',
    'policy13' => 'Ответственность сторон',
    'policy14' => 'Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Украины, за исключением случаев, предусмотренных настоящей Политикой Конфиденциальности. <br/>
В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация: <br/>
a) Стала публичным достоянием до её утраты или разглашения. <br/>
b) Была получена от третьей стороны до момента её получения Администрацией сайта. <br/>
c) Была разглашена с согласия Пользователя.',
    'policy15' => 'Дополнительные условия',
    'policy16' => 'Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя. <br/>
Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте Makklays, если иное не предусмотрено новой редакцией Политики конфиденциальности. <br/>
Действующая Политика конфиденциальности размещена на странице по адресу',

    'blacklist_secr' => 'Ваши действия показались нам подозрительными, потому мы добавили вас в black list.',
    'statistics_descr' => 'Статистика посещаемости главной страницы сайта',
    'calls_descr' => 'Посетители сайта, которые заказали звонок для разработки',
    'orders_descr' => 'Список заказов на разработку',
    'report_cat_dog_descr' => 'Статистика ответов по опросу "Кот или Собака"',
    'Choice' => 'Выбор',
    'List_articles_descr' => 'Список статей на сайте, с указанием языка',
    'List_documents_descr' => 'Список документов необходимый для разработки',
    'blacklist_descrs' => 'Список подозрительных посетителей сайта, которые были добавлены в blacklist',

    'cookies1' => 'Используя сайт makklays.com.ua, вы соглашаетесь с ',
    'cookies2' => ', a также с тем, что мы можем хранить куки (cookies) вашего браузера.',
    'Accept' => 'Принять',
    'mysite_last_work' => 'Последние работы',

    'And_yet' => 'А ещё',
    'Why_we' => 'Почему мы?',

    'many_years' => 'МНОГО ЛЕТ ОПЫТА',
    'good_teams' => 'СЛАЖЕННАЯ КОМАНДА',
    'new_tech' => 'ВНЕДРЯЕМ НОВЫЕ ТЕХНОЛОГИИ',
    'work_clients' => 'НАРАБОТАННЫЕ КЛИЕНТЫ',

    'years_experience' => 'ЛЕТ <br/>ОПЫТА',
    'wagons' => 'ВАГОНОВ <br/>ВОДЫ ВЫПИТО',
    'days_prog' => 'ДНЕЙ <br/>ПРОГРАММИРОВАНИЯ',
    'dovol_clients' => 'ДОВОЛЬНЫХ <br/>КЛИЕНТОВ',

    'Who_we' => 'Кто мы?',
    'text_sobre_we' => '
<b>Наша география</b> — это весь мир. Мы разговариваем на нескольких языках и разрабатываем сайты, интернет магазины и сложные системы для бизнеса на современных технологиях. <br/><br/>
Возвраст наших клиентов от 28 до 53 лет. Это собственник бизнеса, бизнесмен, бизнес леди, маркетолог и бренд менеджер, владелец производства, предприниматель из сегмента B2B и B2C, публичная личность. <br/><br/>
Сайты заказывают для развития собственного бизнеса, для популяризации компании через интернет, сайт-система для автоматизация процесов на производстве или заводе с привлечением IT, сайт-система или сервис для ведения клинтов и их данных, сайт-система для логистики на предприятии, запуск и вывод нового бренда, для увеличение продаж, поиск новых клиентов, социальный развлекательный или новостной портал, популяризация бренда или захват нового сегмента рынка, веб-сервис и API для мобильных приложений, сайт-система для ведения данных в лаборатории, для увеличение прибыли из интернета. <br/><br/>
Наши сайты: в интернете, на предприятии, на заводе, в банке, в холдинге, в лаборатории, в компании, в корпорации. <br/><br/>
Сайты-системы доступны в рабочее дни и время на предприятии. И в любое время 24/7 если это продажи или корпоративный информационный сайт в интернете. <br/>',

    'text_sobre_wee' => '
<b>Наша география</b> — это весь мир. Мы разговариваем на нескольких языках и разрабатываем сайты, интернет магазины и сложные системы для бизнеса на современных технологиях. <br/><br/>
Возвраст наших клиентов от 28 до 53 лет. Это собственник бизнеса, бизнесмен, бизнес леди, маркетолог и бренд менеджер, владелец производства, предприниматель из сегмента B2B и B2C, публичная личность. <br/><br/>
Сайты заказывают для развития собственного бизнеса, для популяризации компании через интернет, сайт-система для автоматизация процесов на производстве или заводе с привлечением IT, сайт-система или сервис для ведения клинтов и их данных, сайт-система для логистики на предприятии, веб-сервис и API для мобильных приложений, запуск и вывод нового бренда, для увеличение продаж, поиск новых клиентов, социальный развлекательный или новостной портал, популяризация бренда или захват нового сегмента рынка, сайт-система для ведения данных в лаборатории, для увеличение прибыли из интернета. <br/><br/>
Наши сайты: <b>в интернете</b>, <b>на предприятии</b>, <b>на заводе</b>, <b>в банке</b>, <b>в холдинге</b>, <b>в лаборатории</b>, <b>в компании</b>, <b>в корпорации</b>. <br/><br/>
Сайты-системы доступны в рабочее дни и время на предприятии. И в любое время 24/7 если это продажи или корпоративный информационный сайт в интернете. <br/>',

    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
