<?php

return [
    'title_test_php' => 'Tест PHP на знание языка ;-)',
    'description_test_php' => 'Тест PHP online. Тестирование на знание языка программирования PHP с ответами на ДА или НЕТ.',
    'start' => 'СТАРТ',
    'end' => 'Закрыть',
    'yes' => 'ДА',
    'no' => 'НЕТ',

    'title_q1' => 'Вопрос 1',
    'text_q1' => 'Правда ли что, PHP - это скриптовый язык программирования для создания сайтов и веб-приложений.<br/>
PHP унаследовал синтаксис языков программирования C, Perl, Java?',

    'title_q2' => 'Вопрос 2',
    'text_q2' => 'Правда ли что, в отличии от одинарных, данные в двойных кавычках парсятся. <br/>
Например, при использовании двойных кавычек результат выведет Hello, а одинарные кавычки выведут переменную как текст, а не ее значение.',

    'title_q3' => 'Вопрос 3',
    'text_q3' => 'Правда ли что, функция - это некий набор переменных, которые всегда возвращают переменную с типом `string`?',

    'title_q4' => 'Вопрос 4',
    'text_q4' => 'Правда ли что, переменные заключенные в двойные кавычки парсятся и их содержимое выводится, <br/>
в то время как в одинарных кавычках просто отобразят название переменной как обычный текст.',

    'result_80_100' => 'Поздравляем!',
    'description_80_100' => 'У Вас прекрасный результат!<br/>
Вы дали <b>:per_right%</b> правильных ответов (:count_right/:count_q) из :count_q questions.',

    'result_60_80'  => 'Хороший результат',
    'description_60_80' => 'Поздравляем! Вы имеете хороший результат.<br/>
Вы дали <b>:per_right%</b> правильных ответов (:count_right/:count_q) из :count_q questions.',

    'result_0_60'  => 'Результат',
    'description_0_60' => 'Мы рекомендуем Вам посетить сайт <a href="http://php.net" target="_blank">php.net</a><br/>
Вы дали <b>:per_right%</b> правильных ответов (:count_right/:count_q) из :count_q вопросов.',

    'list_of_questions' => 'Список вопросов',
    'your_answer' => 'Ваш ответ',
    'Duration_time' => 'Время прохождения',
    'minutes' => 'минут',
];
