<?php

return [
    'header_mysite' => '編程和網站開發',
    'free_consultation' => '獲得免費諮詢',
    'uslugi' => '我提供服務',
    'what_am_i_do' => '我在做什麼？',

    '1_service' => '網站編程',
    '2_service' => '移動應用程序的API開發',
    '3_service' => '開發在線商店和門戶網站',
    '4_service' => '設計網站內部頁面的內容',
    '5_service' => 'CRM系統編程',
    '6_service' => '支持和站點修改',
    '7_service' => 'SEO優化',

    'serv_prog' => '網站編程和支持',
    'serv_shop' => '開發在線商店和門戶網站',
    'serv_crms' => 'CRM系統編程',

    'details' => '更多細節',
    'uses' => '我用技術',
    'garantiya' => '保證',

    'zapusk' => '迭代觸發',
    'zapusk_det' => '迭代允許您突出顯示部分工作以便成功實施',
    'podelu' => '沒有“水”',
    'podelu_det' => '只有導致結果的事實和行動',
    'garant' => '保證結果',
    'garant_det' => '對於我們所有的開發，我提供一年保修，並消除免費檢測到的錯誤。',

    'support' => '支持您可靠的合作夥伴',
    'sup1' => '編寫網站的新部分',
    'sup2' => '開發橫幅，促銷，促銷頁面',
    'sup3' => '準確的SEO建議',
    'sup4' => '網站性能分析',
    'sup5' => '完成當前功能',
    'sup6' => '開發新功能',
    'sup7' => '增加網站轉換',
    'sup8' => '設計網站內部頁面的內容',
    'sup9' => '網站可用性改進',

    'contacts' => '往來',
    'adres' => '烏克蘭，基輔',
    'email' => '',
    'mob' => '',
    'or' => '要么',
    'pishite' => '寫',
    'keywords' => '關鍵詞',

    // первая страница
    'OR' => '要么',
    'test_php' => '測試PHP',
    'order_site' => '訂購網站',
    'have_questions' => '有問題嗎？',
    'feedback' => '寫',
    'feedbacks' => '評論',
    'our_clients_speak' => '我們的客戶談論我們。',
    'technologies' => '技術領域',
    'use_technologies' => '我們在開發中使用的技術',
    'questions_answers' => '問與答',
    'cats' => '貓',
    'dogs' => '小狗',
    'copyright' => '版權所有。',

    // feedback
    'Name' => '名稱',
    'Email' => '電子郵件',
    'your_message' => '你留言..',
    'Sent' => '發送',
    'contact_number' => '聯絡電話',
    'choose_messenger' => '選擇一個信使',

    // test cat-dog
    'in_developing' => '(在發展中)',
    'cat' => '貓',
    'dog' => '小狗',
    'results_of_test' => '測試結果',
    'results_of_site' => '網站結果',
    'dogs_or_cats' => '狗或貓：你喜歡誰？',
    'result_your_choice' => '您選擇的結果',
    'dog_text1' => '你更傾向於外向，但對新體驗不太開放。 你是開放，禮貌，友好，外向，有很多朋友，很容易口頭交流。 您是否已經與對話者分享了鏈接？:) ',
    'dog_text2' => '你善於交際，健談，雄心勃勃，自信而積極。 即使你爭辯，你承認對自己的影響。 你服從外部要求並非沒有鬥爭，但外部條件總是佔上風。 你的意識轉向外面，因為主要和決定性的定義總是從那裡得出。 你對面孔和事物感興趣。 因此，你的行為受到後者影響的限制和解釋。 你是衝動的，厭惡風險。',
    'dog_text3' => '作為賣家和經理更成功。 而且，您獲得的自由越多，您獲得的成功就越大。 您在找工作方面更成功，因為您在測試後更有可能被聘用。 你有很高的速度，但有更多的錯誤。 ',
    'last_text4' => '那些對動物表現出最強烈關懷和喜愛的人在責任心和神經質的範疇中也得分最高。 具有焦慮類型的依戀，易於過度監護的人的特徵是什麼。 ',
    'cat_text1' => '你更神經質，但同時創造性和吸引力的冒險。 你是謙虛，害羞，容易孤獨，喜歡書籍與人交流。 你很克制，只接近一些，所以你的朋友很少，但他們都很專注。 是時候告訴他們您的測試結果了嗎？:)',
    'cat_text2' => '你不能違背你的信仰行事，如果你仍然不得不去做或意外違反內部規範，你會感到很難過並且非常擔心。 你並不經常提到嚴格的道德原則，但你很少違反公認的公共生活規則。 你不是衝動的，提前計劃你的行為，非常重視道德和道德標準。',
    'cat_text3' => '更適合那些表達單調和需要準時的職業（更常見的是你選擇它們）。 您非常重視準確性和無差錯操作，這會導致其速度降低。',
    'Facts' => '意見和事實',
    'fact_text1' => '關於貓狗愛好者的性格特徵有很多看法。 他們說狗愛好者很有趣，相反，貓愛好者很傷心。 科學家證實存在差異，但不否認相似之處。 ',
    'fact_text2' => '加州大學伯克利分校（美國）和加州大學東灣分校（美國）進行的一項新研究分析了兩組人的人格特徵和行為（這裡是結果）',
    'fact_text3' => '過度照顧不是最好的策略，例如，撫養孩子，因為它會阻止他們獨立成長。 但對於真正需要終身護理的動物來說，這只是一個加分。 順便說一句，最年輕的參與者稱他們最喜歡的動物為這些指標獲得了最多的分數。 ',

    'all_right_reserved' => '版權所有。',
    'required' => ':attribute 字段是必需的。',
    'send_success' => '您的郵件已成功發送！',

    'home' => '首頁',
    'mysite_about' => '關於我們',
    'mysite_howmake' => '我們如何工作？',
    'mysite_whatmake' => '我們在做什麼?',
    'mysite_contacts' => '聯絡資料',
    'mysite_request' => '提出要求',
    'mysite_order' => '網站開發',
    'mysite_brief' => '下載簡介',
    'mysite_download_price' => '下載價格',
    'mysite_portfolio' => '我們的投資組合',

    'contacts1' => '讓我們討論您的項目',
    'contacts2' => '烏克蘭，基輔',
    'contacts_mob' => '手機版',
    'contacts_email' => '電子信箱',
    'contacts_emails' => '電子信箱',
    'contacts_skype' => 'Skype的',

    'сheckout' => '下訂單',
    'submit_app' => '提出要求',
    'order_consultation' => '訂購諮詢',
    'order_development' => '訂單開發',
    'we_call_you' => '我們會給您回電',

    'our_advantages' => '我們的優勢？',
    'adv1' => '便捷清晰的CMS',
    'adv1_det' => '具有不同訪問權限的站點管理系統。改進的界面，方便管理員工作。',
    'adv2' => '託管和HTTPS',
    'adv2_det' => '訂購我們的託管服務時，我們會為您的網站配置安全的https協議。',
    'adv3' => '分析服務',
    'adv3_det' => '集成和配置流行服務，以跟踪有關您網站訪問的統計信息。',
    'adv4' => '下載速度優化',
    'adv4_det' => '我們提供的服務可優化內容和網站加載速度。',
    'adv5' => '服務集成/ CRM',
    'adv5_det' => '銷售，業務流程以及與客戶互動的自動化。',
    'adv6' => '處理內容',
    'adv6_det' => '如有必要，團隊可以處理與填充網站有關的問題。',

    'howmake1' => 'Makklays的網站開發不是最終目標。 這只是一個應該有助於解決客戶問題的工具。',
    'howmake2' => '開發包括幾個階段：',
    'howmake3' => '問題陳述；',
    'howmake4' => '編寫技術規範並與客戶達成協議；',
    'howmake5' => '佈局開發，與客戶協調；',
    'howmake6' => '模板的佈局，內容管理系統的安裝，託管設置；',
    'howmake7' => '開發必要的功能，測試；',
    'howmake8' => '內容填充；',
    'howmake9' => '在客戶接受後關閉訂單；',
    'howmake10' => '我們使用先進的技術。 Facebook，Amazon-所有這些平台均使用該語言編寫
PHP編程具有最可靠的安全性標準和代碼穩定性。',
    'howmake11' => '我們選擇了這種語言及其框架Yii2 Laravel，當時它們仍然沒有闖入地球上最常用的TOP。',
    'howmake12' => '這使我們能夠在Makklays為您提供獨特的服務，並靈活地實現您的願望。',
    'howmake13' => '諮詢形式：',
    'howmake14' => '在基輔開會（按協議）；',
    'howmake15' => 'Skype諮詢；',
    'howmake16' => '書面諮詢（格式：問題/答案）；',

    'about_text1' => '<b>Makklays</b>是一個團隊，自2007年以來一直從事計算機編程和網站開發。 根據我們的經驗和知識，我們可以保證工作質量和按時完成。',
    'about_text1.1' => '成功開發和編程了多個公司網站，一家針對中型企業的在線商店以及一個針對銀行的完善的Web門戶。 <br/> <br/> <b>我們的使命</b>旨在幫助在IT領域發展成功的業務。 我們希望成為您可靠的合作夥伴，在互聯網上提供開發，業務發展和網站維護的服務。 我們通過提供能夠促進社會發展和繁榮的服務來實現我們的目標。',
    'about_text2' => '<b>網站開發</b>並非我們的最終目標。 這只是一個有助於業務發展和增加客戶利潤的工具。',

    'about_text3' => '每位專家在其領域中都有10多年的開發或工作經驗。',
    'about_text4' => 'Makklays喜歡新知識，也喜歡開發和製作IT領域的大型非標準項目。 作為奇普和戴爾，我們急於幫助您實現目標。 如果不是我們，誰是最精通現代網站建設技術的人？ 除了我們以外，還有誰知道完成客戶訂單以使他對工作結果感到滿意是多麼容易？ 只有我們！ 與我們的網站開發既簡單又有趣！',

    'about_text4.1' => '我們的站點開發是獨一無二的，因為我們不使用功能，設計上經常無法獲得預期效果的免費盒裝解決方案。 我們的開發非常靈活，從您對功能，內容，設計的願望開始，到網站按時成功發佈到Internet上，並具有所需的設計，功能和實用性。 我們的網站易於使用，易於理解，沒有多餘的內容，易於管理，實用。',

    'about_text5' => '專業發展是來自各個領域的專家團隊：',
    'about_text6' => '設計師',
    'about_text7' => '將滿足您的圖形願望顏色。',
    'about_text8' => '前端-開發人員',
    'about_text9' => '根據html佈局規則使用平面設計進行佈局。',
    'about_text10' => '後端-開發人員',
    'about_text11' => '它將對站點及其複雜的邏輯進行編程，收緊佈局，驗證並防禦攻擊。',
    'about_text12' => '內容管理員',
    'about_text13' => '用所需的信息，文本和圖像填充網站。',
    'about_text14' => '項目經理',
    'about_text15' => '組織專家的工作，與客戶互動。',

    'about_text16' => '我們從事以下方面的開發：',
    'about_text17' => '網上商店',
    'about_text18' => '在線目錄',
    'about_text19' => '公司網站',
    'about_text20' => 'CRM系統',
    'about_text21' => '門戶網站',
    'about_text22' => '名片網站',
    'about_text23' => '登陸頁面',
    'about_text24' => 'Web服務和手機API',

    'm_lpage' => '登陸頁面',
    'm_store' => '網上商店',
    'm_corporate' => '公司網站',
    'm_webportal' => '門戶網站',
    'm_sitesystem' => '網站系統',
    'm_webapi' => 'Web服務和用於暴民的API。',
    'webapi' => '用於移動應用程序的Web服務和API',

    'Team' => '團隊',
    'Development' => '發展歷程',
    'Care' => '有用的',
    'Lang' => '語言能力',

    'm_download_brief_develop' => '下載開發簡介',
    'm_brief_online' => '在線填寫簡介',

    'information' => '資訊中心',
    'count_seo_words' => '字數統計（SEO）',
    'count_seo_words_desc' => '計算文章或文本中使用的單詞數',

    'Result' => '結果',
    'Text' => '文字內容',
    'Uniq_words' => '獨特的話',
    'Uniq_words_desc' => '單詞無重複',
    'Total' => '合計',
    'Total_desc' => '文字總數',
    'Uznat' => '找出來！',

    'whatmake1' => '世界上最好的網站是由代碼組成的。開發人員為站點編寫並編寫此代碼，也就是說，他們進行開發。我們編程並編寫代碼。該代碼可被程序識別，並解釋為您在監視器屏幕上看到的可視組件。我們使用最強大和最聰明的PHP程序員認可的代碼來創建網站。我們基於現成的Laravel組件製作和開發站點。這使我們能夠根據客戶的需求使站點變得複雜，同時又易於修改和編輯。是的，我們製作的網站易於維護。我們做的網站很棒。您需要開發一個交鑰匙網站並在Internet上啟動它嗎？這是給我們的！我們準備為您開發一個網站，並在Internet上啟動它。我們的方向向量是公司站點，在線商店和站點系統。我們為我們的工作和開發網站感到自豪。我們為我們的工作成果和我們的客戶感到自豪。我們希望您能夠通過與我們合作獲得理想的結果。',
    'whatmake2' => '您未來站點的設計也是代碼的一部分。 我們的設計師將幫助您實現夢想。',

    'review1' => '亞歷山大是一位優秀的專家，他為我們的學習管理系統決定了許多不同的技術任務。 開發工作按時完成，並考慮了我的所有願望和改進。 開發工作按時完成，並考慮了我的所有願望和改進。 另外，我可以重點介紹該產品提供給我的最佳技術實現。 我從地板上被言語所理解。',
    'review1_city' => '基輔市',
    'review2' => '一個月以來，我一直在使用為我量身打造的網站。 選址和開發滿意。 頁面的深度在合同訂立時得到了批准。 我建議我對開發的時間，數量和速度感到滿意。',
    'review2_city' => '巴塞羅納',
    'review3' => '現在，我的在線商店給我帶來了利潤，它實現了我所有瘋狂的想法，下載，目錄，最重要的是，帶有圖表的財務報告。 我對這項工作感到非常滿意。 有一個移動版本。 現在，許多訂單都來自那裡。 速度和優化都很棒。',

    'about_1' => '<b>Makklays</b>-自2007年以來一直從事網站計算機編程的專業團隊。成功開發和編程了多個公司網站，一家中型企業的在線商店以及一個針對我國銀行的完善的網絡門戶。 <br/><br/> <b>我們的使命</b>旨在幫助發展IT領域的成功業務。我們希望成為您可靠的合作夥伴，在互聯網上提供開發，業務發展和網站維護服務。我們通過提供能夠促進社會發展和繁榮的服務來實現我們的目標。',
    'about_1_1' => '<b>網站開發</b>並非我們的最終目標。 這只是一個有助於業務發展並增加利潤的工具。',
    'about_2' => '我們熱愛生活，熱愛生命的所有表現形式。',
    'about_3' => 'Makklays喜歡新知識，也喜歡大型有趣的IT項目，希望成為您和您的企業的有信心合作夥伴。',

    'how_make1' => '我們利用現代和先進技術的發展。 Facebook，Amazon-所有這些平台都是用PHP編程語言編寫的，具有最強大的安全標準和代碼穩定性。',
    'how_make2' => '我們選擇了這種語言及其框架Yii2，Laravel，當時它們仍然沒有闖入地球上最常用的TOP。 這使我們能夠在Makklays為您提供獨特的報價，並靈活地實現您的不尋常願望。',
    'development_steps' => '發展包括幾個階段',
    'make_dorogo' => '儘管這一切都是對我們工作的報酬，但如果您認為應該為勞務付款，我們將共同努力。 我們也知道如何說這種語言，因此，如果您仍然想知道價格，',
    'go_link' => '跟隨鏈接',
    'Make_dorogo' => '我們要貴嗎？ 我們做到了！',

    'dev1' => '問題陳述',
    'dev2' => '準備技術規格並與客戶達成協議',
    'dev3' => '佈局開發，與客戶協調',
    'dev4' => '模板的佈局，內容管理系統的安裝，設置託管，演示站點',
    'dev5' => '開發必要的功能，進行測試',
    'dev6' => '內容填充',
    'dev7' => '在客戶接受後關閉訂單',

    'Our_price' => '我們的價格',
    'price_text1' => '我們不會做出模板決策（除非您要求這樣做）',
    'price_text2' => '我們不會建立復本網站（除非您要求這樣做）',
    'price_text3' => '我們“不在這里工作幾個小時”',
    'price_text4' => '我們不做您想要的。 我們讓您的客戶滿意',
    'price_text5' => '我們實現了目標（並非總是成功，但主要是我們實現了）',

    'm_corporate_price' => '來自 850 €',
    'm_store_price' => '來自 1700 €',
    'm_sitesystem_price' => '來自 2850 €',
    'm_corporate1' => '交貨時間10-20天',
    'm_corporate2' => '主要部分的定義和內容',
    'm_corporate3' => '企業色彩設計',
    'm_corporate4' => '5個功能模塊',
    'm_corporate5' => '適用於所有設備',
    'm_corporate6' => '基本的SEO優化',
    'm_corporate7' => '拉拉韋爾',
    'm_corporate8' => '內容管理系統',
    'm_corporate9' => '網站培訓',

    'm_store1' => '2-3週',
    'm_store2' => '填補100個職位',
    'm_store3' => '獨特的設計',
    'm_store4' => '網上付款選項',
    'm_store5' => '適用於所有設備',
    'm_store6' => '基本的SEO優化',
    'm_store7' => '10,000個字符的獨特文字',
    'm_store8' => 'Laravel',
    'm_store9' => '網站培訓',
    'm_store10' => '連接外部服務',
    'm_store11' => '安裝https',
    'm_store12' => '禮品域名',

    'm_sitesystem1' => '持續時間長達2個月',
    'm_sitesystem2' => '填充500個/列表',
    'm_sitesystem3' => '主要組成部分的開發',
    'm_sitesystem4' => '獨特的設計',
    'm_sitesystem5' => '邏輯零件開發',
    'm_sitesystem6' => '適用於所有設備',
    'm_sitesystem7' => '基本的SEO優化',
    'm_sitesystem8' => 'Laravel',
    'm_sitesystem9' => '內部發送電子郵件',
    'm_sitesystem10' => '連接外部服務',
    'm_sitesystem11' => '內容管理系統',
    'm_sitesystem12' => '網站培訓',
    'm_sitesystem13' => '安裝https',
    'm_sitesystem14' => '禮品域名',

    'Brief_on_development_site' => '網站開發簡介',
    'brief1' => '網站開發簡介將幫助我們了解您的目標和願望。 我們將更好地瀏覽您的項目，并快速評估開發成本和開發時間。',
    'brief2' => '簡介包含32個字段。 您不必填寫所有內容，但是建議嘗試一下。 我們從您那裡收到的信息越完整，我們的工作就會越高效。',
    'brief3' => '如果您有網站簡介，網站結構或傳統知識的草稿，可以通過郵件發送給我們-office@makklays.com.ua-或向下滾動此頁面，這裡有一個用於發送文件的按鈕。',
    'Base_info' => '一般信息',
    'Goal_site_and_funct' => '網站的目標和功能',

    'Structura_site' => '網站結構',
    'Design_site' => '網站設計',
    'Content_and_dop_services' => '內容和其他服務',
    'brief_rules' => '通過單擊“發送摘要”按鈕，我同意按照以下說明處理個人數據',
    'brief_link' => '私隱政策',
    'brief_info_third' => '完成的摘要中的信息將永遠不會與第三方共享。',
    'send_brief' => '發送簡短',

    'Phone' => '電話號碼',
    'brief_Site_company' => '您公司的網站（如果有）',
    'brief_Name_company' => '公司名稱',
    'brief_Region_company' => '業務領域，業務範圍',
    'brief_Urls_company' => '競爭對手的網站地址或公司名稱',
    'brief_Geografy' => '工作地理',
    'brief_Time_development' => '開發時間表',
    'brief_Budget' => '預算',
    'brief_Contact_lico' => '負責人',

    'brief_Time_development_pl' => '如果嚴格限制時間，請指明所需的開發時間-您可以指定限制的原因',
    'brief_Geografy_pl' => '寫下您在哪個地區工作',
    'brief_Urls_company_pl' => '描述您的主要競爭對手，積極和消極的一面',
    'brief_Region_company_pl' => '在您從事的領域中寫下您可以指定的詳細信息和功能',
    'brief_Name_company_pl' => '寫出公司的全名和縮寫',
    'Phone_pl' => '電話號碼',
    'Name_pl' => '如果您自我介紹，我們將很高興',
    'brief_Contact_lico_pl' => '指出負責您發展的人員的聯繫方式',

    'Objectives_site' => '網站目標',
    'Objectives_site_desc' => '指出您要使用網站實現的一個或多個目標',
    'obj_site1' => '客戶獲取',
    'obj_site2' => '提高公司知名度，提高形象',
    'obj_site3' => '通過互聯網銷售商品和服務',
    'obj_site4' => '促銷信息',
    'obj_site5' => '有關商品和服務的信息',
    'obj_site6' => '公司資料',
    'obj_site7' => '發佈公司新聞',
    'Type_site' => '網站類型',
    'Type_site_desc' => '指定網站類型',
    'type_site1' => '公司網站',
    'type_site2' => '公司網站及目錄',
    'type_site3' => '網上商店',
    'type_site4' => '登陸（一頁廣告網站）',

    'Services_for_connect' => '聯繫網站訪問者的服務',
    'Services_for_connect_select' => '選擇所需的服務與網站訪問者進行交流',
    'breif_Form_fedback' => '意見表',
    'brief_100' => '回調形式',
    'brief_101' => '問與答',
    'brief_102' => '投票',
    'brief_103' => '評論',
    'brief_104' => '留言',
    'brief_105' => '在線顧問',
    'brief_106' => '在線預訂系統',
    'brief_107' => '訂閱和電子郵件通訊',
    'brief_108' => '用戶註冊',
    'brief_109' => '個人賬戶',
    'brief_110' => '短信提醒',

    'brief_111' => '網上銷售服務',
    'brief_112' => '標記網站在線銷售必須具備的功能',
    'brief_113' => '專欄',
    'brief_114' => '目錄搜索',
    'brief_115' => '產品篩選',
    'brief_116' => '類別或產品的擴展描述',
    'brief_117' => '將產品添加到收藏夾',
    'brief_118' => '要求價格的項目',
    'brief_119' => '產品比較',
    'brief_120' => '購物車',
    'brief_121' => '折扣計算',
    'brief_122' => '運費計算',
    'brief_123' => '用戶訂單歷史記錄',
    'brief_124' => '通知客戶訂單狀態',
    'brief_125' => '網上支付',
    'brief_126' => '自動生成付款發票',

    'brief_127' => '與第三方服務和程序集成',
    'brief_128' => '指定要與之集成站點的服務',
    'brief_129' => '從Excel導入價格',
    'brief_130' => '與1C集成',
    'brief_131' => '企業數據庫集成',
    'brief_132' => 'Yandex市場',
    'brief_133' => 'Farpost',

    'brief_134' => '網站的語言版本',
    'brief_135' => '我是否需要其他語言的網站版本',

    'brief_136' => '內容管理系統',
    'brief_137' => '選擇所需的站點管理系統',
    'brief_138' => 'WordPress（免費）',
    'brief_139' => 'OpenCart（免費）',
    'brief_140' => '其他',

    'brief_141' => '我是否需要網站的移動版本或自適應設計',
    'brief_142' => '不，我不需要',
    'brief_143' => '需要該網站的移動版本',
    'brief_144' => '響應式設計',

    'brief_145' => '其他目標，服務，功能和CMS',
    'brief_146' => '如果您需要其他服務和功能，則有其他目標或CMS-在此處指定它們',

    'brief_147' => '站點部分',
    'brief_148' => '指出網站的主要部分：關於公司，目錄，新聞等。',
    'brief_149' => '網站導航',
    'brief_150' => '網站的左側，右側，頂部，底部應顯示哪些菜單。哪些物品應包含',

    'brief_151' => '信息塊',
    'brief_152' => '列出應在主頁和內部頁上顯示的信息塊',
    'brief_153' => '您喜歡其設計的網站示例',
    'brief_154' => '寫下您喜歡其設計的網站的地址，並說明原因',
    'brief_155' => '您不喜歡其設計的網站示例',
    'brief_156' => '寫下您不喜歡其設計的網站的地址，並說明原因',
    'brief_157' => '存在哪些企業標識元素，可以在設計開發中使用這些元素',
    'brief_158' => '企業形象指南',
    'brief_159' => '商標',
    'brief_160' => '品牌顏色',
    'brief_161' => '公司字體',
    'brief_162' => '測謊',
    'brief_163' => '照片',
    'brief_164' => '產品目錄',
    'brief_165' => '小冊子',
    'brief_166' => '其他',

    'brief_167' => '網站設計應觸發的情緒和關聯',
    'brief_168' => '嚴格的企業設計',
    'brief_169' => '明亮，醒目的設計',
    'brief_170' => '積極而有趣',
    'brief_171' => '設計豐富的插圖/照片',
    'brief_172' => '簡約的設計。專注於功能',
    'brief_173' => '其他',

    'brief_174' => '提供用於設計開發的照片和圖片',
    'brief_175' => '有',
    'brief_176' => '有必要選擇設計師',
    'brief_177' => '需要拍照',
    'brief_178' => '場地設計的基本要求和願望',
    'brief_179' => '描述需求和願望，您可以編寫任何可幫助我們的設計師的信息',
    'brief_180' => '該網站的內容：文字，翻譯，照片',
    'brief_181' => '已經準備好了',
    'brief_182' => '需求服務文案，改寫',
    'brief_183' => '需要攝影師',
    'brief_184' => '需要翻譯',

    'brief_185' => '附加服務和服務',
    'brief_186' => '內容填充',
    'brief_187' => '網站技術支持',
    'brief_188' => '站點維護（定期更新內容）',
    'brief_189' => '內容相關廣告',
    'brief_190' => 'SEO推廣',
    'brief_191' => '企業形象發展',
    'brief_192' => '標誌設計',

    'brief_193' => '附加文件',
    'brief_194' => '您可以附上完整的簡短的原型概述，近似的ToR或用於站點開發的任何文件',
    'brief_195' => '新增檔案',

    'brief_196' => '聯絡我們',
    'brief_197' => '+38 098 870 53 97',
    'brief_city1' => '烏克蘭，基輔',
    'brief_email1' => 'office@makklays.com.ua',

    'interesting_development' => '有興趣發展',
    'Address' => '地址',
    'Times_working' => '營業時間',
    'mon_fri' => '週一-週五：9:00-18:00',
    'sur_sun' => '星期六和星期日：休息日',
    'main_whatmake_descr' => '是的，我們開發和製作網站。我們正在編寫代碼。我們製作大型而不是非常大型的網站。我們易於維護的站點，因為我們知道我們的代碼並且知道我們在做什麼。我們不使用免費的CMS，因為它們是免費的，因此不打算用於修改和擴展。您需要開發一個交鑰匙網站並在Internet上啟動它嗎？這是給我們的！我們準備為您開發一個網站，並在Internet上啟動它。我們的方向向量是公司站點，在線商店和站點系統。我們為我們的工作和開發網站感到自豪。我們為我們的工作成果和我們的客戶感到自豪。我們希望您能夠通過與我們合作獲得理想的結果。',

    'Order_successful' => '我們的經理會在30分鐘內給您回電',
    'Close' => '關門',
    'slogan' => '網站開發',
    'slogan_descr' => '我們Makklays。我們幫助實現這個想法。',

    'Dashboard' => '儀表板',
    'Articles' => '文章',
    'logged_in' => '您已登錄！',

    'mysite_policy' => '私隱政策',
    'policy1' => '本隱私政策（以下稱為“隱私政策”）適用於Makklays網站位於域名<a href="http://makklays.com.ua/:lang" class="a-green">http://makklays.com.ua/:lang</a>和相關域名，可以在 網站的使用。',
    'policy_termins' => '術語定義',
    'Add_article' => '添加文章',
    'Fulltext' => '全文',
    'Shorttext' => '短文字',
    'Add_photo' => '新增相片',
    'Edit_article' => '編輯文章',
    'Edit' => '編輯',
    'Delete' => '刪掉',
    'Actions' => '動作',
    'Views' => '觀看次數',
    'Date' => '日期',

    'Not_atricles' => '缺少文章',
    'Title' => '職稱',
    'Is_visible' => '可見',
    'Choose_lang' => '選擇語言',
    'Photo' => '照片',
    'Profile' => '輪廓',
    'Documents' => '文件資料',
    'Reports' => '報告書',
    'Logout' => '登出',
    'ToDo' => '使',
    'Save' => '救',
    'Tipical_dogovor' => '網站開發的標準合同',
    'Report' => '報告',
    'Orders' => '命令',
    'Fio' => '名稱',
    'Messenger' => '信使',
    'want_development' => '他想點菜',
    'IP_address' => 'IP地址',
    'Calls' => '來電',
    'Statistics' => '統計',
    'Soobsheniya' => '留言內容',
    'Packages' => '配套',
    'Soobshenie' => '信息',
    'Cat_or_Dog' => '貓或狗',

    'File' => '文件',
    'Date_From' => '起始日期',
    'Date_To' => '日期至',

    'Add_order' => '新增訂單',
    'Description' => '描述',
    'Choose' => '選擇',
    'Price' => '價錢',
    'Status' => '狀態',
    'From_date' => '開始日期',
    'To_date' => '截止日期',
    'Add_file' => '添加文件',

    'Password' => '密碼',
    'Login' => '用戶名',
    'RememberMe' => '記住我',
    'ForgotYourPassword?' => '忘記密碼了？',
    'Not_orders' => '沒有訂單',
    'Slag' => '爐渣',
    '' => '',
    '' => '',
    'modal_rules' => '我同意',
    'work_and_felic' => '關於工作和幸福',
    'happy_citata' => '幸福是指您早晨快樂地上班，晚上快樂地回家。',

    'system_site' => '網站系統',
    'system_site1' => '站點系統是邏輯上複雜的站點，用於管理企業的流程並幫助企業的員工工作。也稱為信息系統或企業門戶，其中增加了幾個邏輯部分，用於管理企業在其行業和領域中的流程。這是一個過程監控系統。站點系統用於提供和組織添加，編輯和管理組織的邏輯部分的聯合過程。',
    'system_site2' => '站點系統的主要功能',
    'system_site3' => '站點系統的主要功能: <br/><br/>
-提供用於添加內容，組織內容協作的工具；<br/>
-內容管理：存儲，版本控制，遵守訪問模式，文檔流控制； <br/>
-流程管理：發送電子郵件，發送文檔； <br/>
-顯示組織和選定節點的當前狀態； <br/>
-發佈內容； <br/>
-以便於導航，搜索的形式呈現信息。 <br/><br/>
控制系統可以包含各種各樣的數據：文檔，電影，照片，電話號碼，科學數據等。這種系統通常用於存儲，管理，查看和發布文檔。當一群人更改內容時，版本控制是重要的功能之一。 <br/><br/>
通常，內容管理系統分為公司內容管理系統（例如，企業內容管理系統）-以與任何組織中的內容一起使用；以及網絡內容管理系統（例如，Web內容管理系統）以支持網站的運行。 <br/><br/>
換句話說，站點系統可以同時具有內部和外部組件。站點系統的內部部分可用於企業內的員工，而外部部分可用於站點的所有用戶。 <br/><br/>
大約3年前，在大多數企業中實施站點系統的主要問題是盒裝解決方案的成本較高，而功能卻有所減少，並且需要根據我們自己的基礎架構進行部署。隨著基於雲（SaaS）的解決方案的問世，即使對於一家小型公司而言，這樣的問題也已不復存在。 <br/><br/>
在工作中使用這種技術解決方案對小型和大型企業都是有益的。如果您對這可以為企業主帶來什麼好處感興趣，請繼續閱讀。 <br/><br/>
該平台提供了廣泛的工具來組織幾乎所有業務的有效工作： <br/><br/>
-添加項目，設置和跟踪項目； <br/>
-銷售，商業報價和其他業務的管理； <br/>
-銷售渠道和線索處理； <br/>
-用於存儲文檔和文件的磁盤； <br/>
-分離訪問權限和角色； <br/>
-與網站和在線商店的整合； <br/>
-公司員工之間的實時聊天； <br/>
-聯繫人，記錄，報告等。 <br/><br/>
最有趣的是-實際限制僅在可用磁盤空間中，可連接的公司員工數量不受限制。',
    'system_site4' => '為什麼我們',
    'system_site5' => '我們的優勢可以被稱為開發具有非標準功能的獨特網站系統的複雜性，因為具有相關要求的公司（例如，在公司，銀行，控股公司中工作）通常需要這些資源。網站開發不是從頭開始的開發，因為它已經包括並使用了標準的網站組件，例如： <br/><br/>
-進入現場（註冊，授權）； <br/>
-用戶帳戶； <br/>
-網站的管理部分（用戶管理）等 <br/><br/>
該標準組件集由特定企業的邏輯部分進行補充，反映了客戶的個性化特徵。我們的專家可以輕鬆地選擇它們並將它們編程到一個方便的用戶界面中，並且更簡單，直觀地連接到網站頁面。我們的經驗基於其他類似網站的最佳示例和做法。我們使用最新技術進行開發。 <br/><br/>
同時，自由系統的缺點是缺乏為業務目的對其進行修改的能力。 <br/><br/>
組織可以負擔得起針對其業務目標設計的網站系統，並且我們的程序員能夠實現客戶的所有願望。 <br/><br/>
選擇站點系統時，應注意以下詳細信息： <br/><br/>
-安全； <br/>
-完善要素的能力； <br/>
-一組功能； <br/>
-使用標題，元標記和其他對促銷重要的細節的便利； <br/>
-能夠為頁面和語義URL創建自己的名稱； <br/>
-工作速度； <br/>
-俄語本地化的存在； <br/>
-缺少第三方元素（例如，您未提供的廣告橫幅）； <br/>
-處理錯誤的能力； <br/>
-缺少重複的頁面； <br/>
-網站地圖支持； <br/>
-添加和刪除頁面等的便利 <br/><br/>
也不要忘記性能：很明顯，與高流量相比，複雜和麻煩的付費解決方案在流量大的情況下會更勝一籌，後者無法承受大的負載，根本無法應付。',
    'system_site6' => '結論',
    'system_site7' => '即裝即用的免費站點開箱即用，有許多缺點，而主要的缺點是-它們未被編輯。與專門為客戶業務設計的站點系統不同，它們無法在其中插入或補充客戶想要的東西。為自己選擇系統是基於您自己的偏好：某人可能對一個系統感到滿意，某人會喜歡與另一個系統一起工作。很大程度上取決於哪種方法可以更好地滿足公司的需求，並且更適合企業的特定業務任務，站點系統反映您的業務流程的能力以及為您提供方便和可定制的功能。',

    'lpage1' => '到達網頁，到達網頁-這是什麼？',
    'lpage2' => '-這是一個登陸頁面，用於收集感興趣的訪客或
                銷售商品。有時，登陸是在啟動功能完善的公司網站之前的臨時解決方案。
                通常，這是一個一頁的網站，在該網站上提供了有關
                服務或產品，從而提高廣告效果。 <br/> <br/>

                訪問者通過上下文，橫幅廣告，針對性的廣告和
                電子郵件通訊。登陸站點的主要任務是將訪問者轉換為潛在客戶或購買者，這是訪問者的動機
                來執行目標動作。這樣的動作可能是：購買，訂閱新聞通訊，在網站上註冊，
                下載提供的信息，並發送訪問者的聯繫人。 <br/> <br/>

                與網站不同，由於沒有個人帳戶，登錄頁面不包含用戶可以離開頁面的鏈接。
                所有鏈接都指向著陸要素（信息部分）或聯繫表。 <br/> <br/>

                登陸的目的是使用戶專注於一項報價（一項特定的服務或產品）。因為整體
                著陸信息旨在銷售該產品或服務。它使用一個關鍵的號召性用語。
                可以這麼說，這是訪客的一個方向向量。<br/> <br/>',
    'lpage3' => '為什麼需要登錄頁面？',
    'lpage4' => '在市場上推廣產品或推出新產品的過程中，需要著陸頁，這主要是因為它們可以以最實惠和最有利可圖的方式提高您的轉化率。 所有這些都是因為著陸頁（著陸頁）旨在優化轉換：',
    'lpage5' => '著陸詞組/廣告匹配',
    'lpage6' => '-這是您的廣告標題匹配時
                著陸頁標題（適當的seo優化）。對於訪問者來說，這一事實顯然可以證明他們
                點擊合適的頁面<br/> <br/>

                例如，短語“市場營銷工具”重複著陸頁標題，
                好像增強了它的效果。因此，訪問者肯定知道他已經到達了要去的站點。
                廣告標題和目標網頁之間的詞組匹配避免了不可避免的混亂，
                如果某人請求某項特定的特定內容，請轉到該網站的主頁，
                您必須尋找所需的部分。不要誤導訪問者-使用統一的措詞。',
    'lpage7' => '注意比例1：1。',
    'lpage8' => '該係數表示頁面上可點擊元素的數量等於目標的數量
                網頁，即目標網頁沒有隨機訪問者。理想的著陸應僅實現一個特定目標。
                與目標動作無關的任何元素都被認為會分散和分散訪客的注意力。 <br/> <br/>

                此條件對於有效登陸和覆蓋Internet是必要的。不允許訪客未經承諾就離開登陸平台
                目標動作。為了防止這種情況的發生並最大程度地減少實施這種情況的可能性，您需要從目標網頁中刪除所有內容
                無關的可點擊元素。 <br/> <br/>

                如果目標網頁只有一個目標並且包含與之相對應的可點擊元素-“訂購產品”按鈕，則是一種很好的做法。',
    'lpage9' => '易於進行拆分測試或A / B測試。',
    'lpage10' => 'A / B測試的目標是找到可以生成最佳的著陸選項
                最大線索數。 <br/> <br/>

                比較一次登陸的不同選項，您可以確定目標受眾是什麼
                做出最佳反應，嘗試一些新的策略和工具，然後完全重複此過程，
                找到最有效的選擇需要多少費用-這樣的要素組合
                到達網頁的最大轉換次數。 <br/> <br/>

                還需要注意的是，與公司網站或在線商店的主頁相比，對著陸進行拆分測試要容易得多，這全部是因為
                您只針對訪問者的一項行動而已，而不是針對多個目標。',
    'lpage11' => '有效降落的要素是什麼？',
    'lpage12' => '1.主要標題<br/>
                 2.次要標題（副標題）<br/>
                 3. USP（唯一銷售提議）<br/>
                 4.置信度指標<br/>
                 5.號召性用語的主要按鈕<br/>
                 6.二次呼籲採取行動<br/>
                 7.缺少導航菜單<br/>
                 8.圖片，視頻<br/>
                 9.捕捉形狀，引線形狀<br/>',
    'lpage13' => '社交媒體廣告和登陸頁面推廣',
    'lpage14' => '現代用戶使用的社交網絡不少於搜索引擎。許多人沒有想到他們的
                沒有Twitter，Facebook，Vkontakte，Instagram，Google和許多其他網站的日常生活。全部嗎
                社交網絡是著陸頁目標流量非常有希望的來源。如何獲得？
                廣告服務是社交網絡的主要業務。而且這裡的廣告非常精確地指向
                目標受眾的不同層次。用戶填寫個人資料，例如自己並重新發布，
                以及在社交網絡上訂閱不同的社區。以及社交網絡的算法及其強大的計算能力，
                分析所有這些數據，以計算和了解不同用戶（用戶）的興趣及其口味。',
    'lpage15' => '結論',
    'lpage16' => '儘管著陸只是信息的一個著陸頁。她很有見識。
                我們已經很清楚哪種業務著陸適用。另外，你需要記住
                即使是最高質量的目標網頁，也存在無法實現的任務和目標。在大多數情況下
                在所有情況下，到達目標網頁（目標網頁）的所有流量都被付費且相當昂貴的方式所吸引。
                因此，認真對待著陸頁的開發和優化階段非常重要。
                值得補充的是，由於有大量商品並且希望在Internet上覆蓋每種商品，因此登陸的機會可能很少。
                然後製造商更喜歡' ,
    'lpage17' => '網上商店' ,
    'lpage18' => '或在線目錄。
                 在實踐中，我們看到許多模板解決方案都無法提供理想的結果。
                 著陸確實有效，但需要專業的方法。
                 模板解決方案的使用已導致許多商人對著陸頁概念感到失望。
                 亞洲和歐洲主要品牌都在著陸頁的幫助下積極推廣其產品。' ,

    'shop1' => '網上商店',
    'shop2' => '（英語在線商店或電子商店）-通過Internet銷售商品的網站。
                允許用戶在其瀏覽器中或通過移動應用程序在線創建訂單
                購買時，選擇付款方式和訂單交付方式，為訂單付款。在這種情況下，進行商品銷售
                遠程，它對所售商品施加了限制。因此，在某些國家
                禁止在線銷售酒精，武器，珠寶和其他商品（例如，
                烏克蘭禁止遠程出售酒精，珠寶和其他物品，免費銷售
                禁止或限制）。',
    'shop3' => '允許公司從其他公司購買的在線購物稱為企業對企業（B2B）在線購物。
                一個典型的在線商店允許客戶查看公司的產品和服務範圍，
                查看照片，閱讀產品或服務說明，查看產品圖片以及
                以及有關產品規格和價格的信息。此外，在線商店還可以通過Internet進行購買和付款。<br/> <br/>
                在線商店通常允許客戶使用“搜索”功能來查找特定型號，
                品牌或商品。',
    'shop4' => '誰需要在線購物？',
    'shop5' => '網上商店-不',
    'shop6' => '公司網站',
    'shop7' => '，幾乎所有公司都可以推薦。
                網上商店主要對標準化商品和服務的所有者有用。
                例如，從虛擬貨架上出售手機和汽車配件比說要容易得多，
                您想嘗試的衣服或鞋子。第二批在線商店的潛在所有者
                -從事傳統零售業務的公司。在這種情況下，在線業務是緊密聯繫的。
                通常銷售，並作為主要零售的補充。這樣的計劃
                也許是最成功的。畢竟，在線商店的活動受幾乎相同的立法機構監管
                基地，以及普通（離線）網點的工作。與客戶進行實際工作的經驗非常重要
                學位可以擴展到將來的在線商店。 <br/> <br/>
                換句話說，在線商店的潛在所有者是那些在理論上有能力的公司
                在目錄中出售您的產品，即與交付的組織。',
    'shop8' => '開發網上商店需要多少費用？',
    'shop9' => '創建在線商店的費用通常從1000歐元起。我們還有一點這個數字。
                您可以為此獲得一個設計的入門級網站
                以及具有下訂單能力的商品目錄。買方註冊並簽發後
                訂單，商店經理收到了他的網站的一封來信，並附有一份申請。經理聯繫潛力
                買方同意交貨類型並發送貨物。
                
                換句話說，在這樣的商店中購買過程的實質是通過電子郵件發送商品申請，
                商店本身就是一個交互式價格表。 “在線商店”的主要優點是為用戶放置應用程序很方便。
                缺點是需要藉助專家的服務來支持在線商店（例如，
                分類更新）。這項服務的費用至少為每月50美元。價格會大幅上漲，
                如果商店需要持續關注。我們公司在線商店的標準交付功能包括：
                因此，完全沒有必要依靠專家的幫助，即你
                您無需特殊技能即可保存對商店的支持並自己更新商店的內容
                和編程語言知識。 <br/> <br/>
                
                可以分別為每個在線商店修改和配置操作或邏輯順序。
                我們在線商店的開發比“盒裝解決方案”的開發靈活得多，後者沒有能力進行修改以滿足業務需求及其功能。
                此外，我們的在線商店可輕鬆修改以適應任何需求和您的願望。
                我們能夠開發一個在線商店，從而最和諧地重複您公司的業務流程。
                <br/> <br/>

                較大的在線商店，即所謂的“具有數據庫的託管商店”，應配備更多
                開發的工具。完成申請後，經理不僅會通過電子郵件收到確認。
                郵件，還控制訂單處理的各個階段，有關訂單處理的信息自動落入數據庫中。
                根據數據庫，他可以分配訂單揀配，控製商品報價
                職位並採取基本管理行動。開發這樣的商店的成本通常是
                1700歐元起，在我們的工作室訂購類似的商店，您將獲得相同的收益
                由於公司開發了更新商店內容的機制，因此更便宜
                甚至是新手。 <br/> <br/>
                
                內部支持節省的資金將幫助所有者獲得“高級在線商店”。
                要對其進行更新，通常根本沒有必要讓專家參與（緊急情況除外）-與此相關
                公司的任何明智的員工都會解決這個問題。例如，更新所需商品目錄
                只需填寫管理表單即可。您輸入的數據將自動發佈在站點上。
                高級在線商店還為商店運營商提供了強大的監控工具
                應用程序和其他功能的形成。開發這樣的在線商店的起始價格
                數據庫的管理員和用戶界面以及我們公司的其他“功能”
                700歐元起，在大多數其他開發公司中，此類產品的成本開始
                從2000-2500歐元。 <br/> <br/>

                在所有情況下，價格都是針對入門級解決方案的，即最低在線商店
                大多數新手零售商都需要的基本功能。如果公司定位
                進行認真的互聯網貿易，併計劃在商店中實施充足的付款和付款機會
                過程自動化，開發和維護這種解決方案的成本可能高達數万
                美元。值得注意的是，這種解決方案並不經常使用。 <br/> <br/>

                訂購其他公司的在線商店的開發時，有必要考慮住宿（託管）的費用
                未來的網站。在我們公司中，我們接管您的在線商店的位置以及其名稱（站點名稱）的購買-這是我們的禮物。 <br/> <br/>
                對於那些將認真從事銷售的人來說，創建在線商店是必不可少的步驟。',
    'shop10' => '網上商店-實體店助理',
    'shop11' => '眾所周知的事實是，傳統的零售貿易仍然是最有吸引力的業務類型之一。
                因此，它不能完全切換到在線模式。但是請忽略互聯網作為工具
                與忙碌的買家合作，節省時間，是不可能的。這就是為什麼您可以推薦
                網上商店不是“替代品”，而是真正零售商店（即零售店）的助手。作為一個
                在線“展示櫃”，可以訂購。 <br/> <br/>

                在網上商店的初始投資（約800–2100美元）將有助於“體驗”這種方法。
                經商並評估潛在利潤。為了不冒任何風險，您可以在第一階段就知道
                將潛在買家的範圍限制為您所在城市或地區的居民，僅提供
                當場付款，即使用最簡單，最可靠的方式與客戶合作。如果能解決的話
                第二階段-整合更廣泛的付款方式，開發自動資金
                訂單管理，將您的在線商店提高到最成功代表的水平
                這項業務。無論如何，開設自己的在線商店是一種新的服務水平，
                這不僅有助於增加銷售額，增加利潤，而且還可以在公司眼中創造出更具吸引力的公司形象
                傳統的“離線”買家。',
    'shop12' => '結論',
    'shop13' => '網上商店較小，具有通知購買的標準功能，以及
                非常大，在管理面板中具有廣泛的功能，可連接到在線商店的工作
                公司的幾個部門（物流，倉庫，採購），可以通過互聯網購買和付款
                幾種付款方式。有無交貨，跟踪從站點購買到交貨的貨物移動
                買家的手還有具有一種或另一種類型的業務及其流程的許多其他功能。
                開發在線商店的價格還取決於功能。
                我們的電話經理可以告知在線商店發展的更詳細價格，或者您填寫',
    'shop14' => '開發簡介',
    'shop15' => '在我們的網站上，之後我們的經理將與您聯繫以進行開發申請。',

    'corp1' => '<b>公司網站</b>是公司在互聯網上的完整代表，也是一種有效的工具
                吸引和留住新客戶。在它上面，用戶可以從世界任何地方結識該公司。<br/> <br/>
                除有關公司及其服務的詳細信息外，公司網站可能包含以下元素：<br/> <br/>
                -新聞<br/>
                -郵件列表<br/>
                -反饋表<br/>
                -商品和服務目錄<br/>
                -通過網站訂購表格<br/>
                -<a href=":url_shop" class="a-green">網上商店</a>可以通過付款系統進行商品付款<br/>
                -對應<br/>
                -考慮到特定公司細節的其他模塊。',
    'corp2' => '公司網站是互聯網上公司的高質量和完整的介紹。其主要目標是吸引新客戶或合作夥伴（或加強現有的合作夥伴關係），通過披露公司的優勢，對其活動，服務或產品的詳細描述來發展業務。創建公司網站的目的直接取決於公司本身的需求。特別是，它可能是佔領新市場或進入國際市場。 <br/> <br/>
公司站點的主要價值和區別在於，它可以執行許多對公司同樣重要的其他任務。特別是在某些功能的幫助下，與客戶或合作夥伴保持24小時不間斷的關係，成為文件存儲和公司員工進行內部溝通的工具。此外，公司網站可以出售和宣傳公司的活動，從而成為相當有效的廣告平台。 <br/> <br/>
因此，公司網站可以解決以下任務：<br/> <br/>
-全天候提供有關公司及其服務的詳細信息<br/>
-及時通知訪客有關公司的新聞和特價促銷活動<br/>
-擴大客戶群<br/>
-用戶支持<br/>
-與客戶和訪客的互動交流（調查，問題和答案）<br/>
-通過網站全天候訂購商品和服務的可能性<br/>
-宣傳公司名稱等等。 <br/> <br/>
公司網站的設計要考慮到公司的公司標識。',
    'corp3' => '公司網站的主要目標',
    'corp4' => '公司網站的目標直接取決於業務類型和公司目標。我們可以列舉主要任務。 <br/> <br/>
                -<b>公司的成立和形象增強</b> <br/>
                -<b>擴大客戶和合作夥伴基礎</b> <br/>
                -<b>向目標受眾提供有關公司或公司的完整信息</b> <br/>
                    業務站點的部分可以任意數量。最主要的是，該網站提供了最大可能的
                    公司信息。這可能包括：<br/>
                    -有關公司本身的信息：其歷史，成就，工作成果； <br/>
                    -有關公司管理層和員工的信息； <br/>
                    -公司出售的商品或服務的信息及其非常詳細的描述； <br/>
                    -為合作夥伴提供的各種信息； <br/>
                    -博客等。 <br/>
                    從信息的角度來看，公司網站可以絕對包含該網站上的任何內容，
                    對目標受眾可能很有趣。 <br/> <br/>
                -<b>公司的成立和形象增強</b> <br/>
                -<b>通過Internet出售商品和服務的能力</b> <br/>
                -<b>吸引新員工加入公司</b>',
    'corp5' => '公司網站的類型',
    'corp6' => '企業網站名片',
    'corp7' => '此類站點由其業務等同於該站點的年輕公司選擇。 它提出了一個簡短的
                 有關公司及其服務的信息。',
    'corp8' => '公司目錄網站',
    'corp9' => '一次提供多個任務。 互聯網上有關該公司的信息和詳細的介紹
                 結構化目錄形式的商品或產品。 也許是購買商品。',
    'corp10' => '企業信息門戶',
    'corp11' => '旨在攜帶有關該主題的人群的信息。 可能有教育培訓，提供信息
                 課程或新聞站點。',
    'corp12' => '現代組織場所需要什麼？',
    'corp13' => '-網站結構<br/> <br/>
                 -網站設計公司<br/> <br/>
                 -公司的功能站點<br/> <br/>
                 -所需的信息量<br/> <br/>
                 -適應移動設備<br/> <br/>
                 -高速加載站點<br/> <br/>
                 -可靠的託管<br/> <br/>
                 -多種語言',
    'corp14' => '結論',
    'corp15' => '在決定下令開發公司網站之前，請仔細考慮-是真的嗎？
                 你已經準備好了。 當他創建，發布並忘記該網站時，公司的網站並不是故事。
                 首先，為企業創建網站的服務非常昂貴，您不要忘記這一點。
                 其次，此類資源不斷需要不可抗力的更新，支持和及時完成
                 情況。 這也是時間和金錢。 有時，在涉及專業人士服務方面，也相當可觀。',
    'corp16' => '但是，如果您已經權衡了利弊並準備成為該網站的所有者，那麼請放心
                 只要滿足所有技術和用戶要求，您的項目就可以收回成本，
                 解決他的任務，並以最佳方式定位您的公司。',

    'portal1' => '門戶網站',
    'portal2' => '<b>Web門戶</b>或<b>Internet門戶</b>-計算機網絡上的一個站點，向用戶提供在該站點內工作的各種交互式Internet服務。一個Web門戶可以包含多個站點。 <br/> <br/>
門戶還可以用作Internet或站點上信息的訪問點，以幫助用戶找到所需的信息。這樣的門戶網站以統一的方式顯示來自各種來源的信息。有時它們被稱為導航站點。 <br/> <br/>
通常，門戶網站執行搜索功能，並提供對各種Internet服務的訪問，例如電子郵件，新聞提要等。<br/> <br/>
Web門戶的概念是在一個地方提供最大數量的Internet服務，以吸引最大數量的用戶。',
    'portal3' => 'Web門戶分為兩類',
    'portal4' => '1. <b>水平門戶</b>（通用，通用，通用門戶）-涵蓋許多主題的門戶，代表一組服務（服務於所有主題，如果可能，則是所有主題），並且針對最大範圍的受眾群體-覆蓋範圍最大興趣。最著名的水平門戶網站：Yahoo！ （英文） Mail.ru（俄語）； Yandex，Ukr.net（俄語和烏克蘭語）。 <br/> <br/>
通常，此類門戶網站結合了多種功能，提供多種內容和多種服務（新聞，金融，娛樂，遊戲等）。 <br/> <br/>
2. <b>垂直門戶</b>（利基，垂直門戶，利基門戶）-主題範圍狹窄的門戶，可以按特定興趣為網絡用戶提供各種服務，並專注於特定主題或活動領域的全面覆蓋。 <br/> <br/>
如果垂直門戶的主題非常有趣，則可以圍繞它建立一個Internet社區（社區）-一群或多或少永久的系統地相互交流的人（例如，在此類門戶的聊天中）。 <br/> <br/>
其他組：公司，政府，個人，主題和學術門戶。',
    'portal5' => '企業門戶',
    'portal6' => '為同一組織的員工，合作夥伴和客戶創建。適用於：<br/> <br/>
-外部和內部用戶對公司數據（包括非結構化和異構的）以及應用程序的個性化訪問； <br/>
-整合各種公司服務，結合孤立的業務模型； <br/>
-為所有用戶提供對公司資源的全天候遠程訪問。 <br/>
典型的企業門戶包含3個功能層：<br/> <br/>
-基礎設施。她負責安全系統，交易管理，門戶等服務。從技術上講，它包含數據庫服務器，應用程序，Web服務器； <br/>
-應用程序集成。該層負責資源與公司的所有應用程序，ERP，CRM系統，DBMS等的交互； <br/>
-界面。包括用於管理內容的CSM，用於與業務合作夥伴的項目交換信息的服務，用於無線和移動設備的工具，Portlet（非可視和可視組件）。 <br/> <br/>
公司門戶網站的搜索引擎優化是可選的。',
    'portal7' => '企業門戶架構',
    'portal8' => '典型的資源包括三個功能層：<br/> <br/>
1.基本基礎設施。提供安全系統，門戶，交易管理。核心基礎架構包括Web服務器，數據庫和應用程序服務器。 <br/>
2.應用程序集成。他負責門戶與公司的各種系統，DBMS，CRM，ERP等的交互。<br/>
3.界面。該層包括用於管理信息內容的CSM，以及用於與無線和移動設備一起使用的工具，與業務合作夥伴項目的數據交換服務，Portlet（軟件模塊）。',
    'portal9' => 'Web門戶功能',
    'portal10' => '-直接訪問所有發布的信息。 <br/>
-統一訪問所有應用程序。 <br/>
-數據搜索工具的可用性。 <br/>
-可擴展性，應用程序集成。 <br/>
-文件的發布，支持文件管理。 <br/>
-提供文件目錄。 <br/>
-支持用戶組工作。 <br/>
-用戶組的管理。 <br/>
-訪問的個性化。',
    'portal11' => '下一代公司門戶網站還具有以下功能：<br/> <br/>
-靈活而強大的應用程序開發工具。 <br/>
-可靠的實施環境。 <br/>
-符合企業信息系統的要求。 <br/>
-支持無線和移動訪問。 <br/>
-能夠與合作夥伴信息系統和其他應用程序集成。',
    'portal12' => '結論',
    'portal13' => '<b>Web門戶網站</b>是一個為用戶提供在單個資源上運行的各種交互式服務的網站。 無論其來源如何，其頁面上的信息均以統一的方式發布。 這樣的站點不僅提供搜索功能，還提供諸如電子郵件，論壇，投票等服務。',

    'wepapi1' => '<b>Web服務</b>是一種服務，它是一種數據交換機制，可提供原始信息，並且對於大多數用戶來說很困難。
                該Web服務由站點和應用程序使用。這些應用程序在返回之前分析數據
                他們的最終用戶。 <br/> <br/>

                讓我們看一些例子。要獲取天氣預報數據，ABC移動應用程序需要從特定資源中獲取信息，
                它可以是一個網絡服務，提供該國不同地區的天氣數據。 <br/> <br/>

                同樣，為了接收有關促銷的數據，ABC移動應用程序還必須與Web服務聯繫。
                提供此數據。數據將在顯示在移動應用程序中之前進行處理。
                Web服務通常提供大多數普通人難以理解的原始數據
                用戶，因為它們以XML或JSON格式返回。',
    'wepapi2' => 'RESTful Web服務是基於REST（表示狀態傳輸）結構編寫的Web服務。 REST已經被廣泛使用，並取代了基於SOAP和WSDL的Web服務。 RESTful Web Service輕巧，易於擴展和維護。
關於REST的第一個概念是在2000年Roy Thomas Fielding（HTTP聯合創始人）的博士論文中引入的。 在論文中，他詳細介紹了獲取REST系統的限制和規則以及系統中的執行方法。',
    'webapi3' => 'REST定義了用於設計Web服務的體系結構規則，重點是系統的
                資源（包括通過HTTP傳輸哪種數據格式）以不同的語言編寫。
                由於Web服務的大量用戶，REST已變得非常流行。在過去的幾年中，
                服務更加簡單易用。實際上，REST幾乎取代了SOAP
                和WSDL都是出於相同的原因，因為它更加簡單易用。 <br/> <br/>

                REST是用於創建遵循以下4個基本設計規則的Web Service應用程序的一組規則：<br/>
                -使用顯式HTTP方法<br/>
                -沒有條件<br/>
                -將文件夾結構顯示為URls <br/>
                -JavaScript對象表示法（JSON），XML或兩者的傳輸。 <br/> <br/>

                REST設置了一個規則，要求Prommasters通過HTTP方法確定其目的。通常，這些目標包括
                檢索數據，添加數據，更新數據或刪除數據。因此，當你想要
                要完成上述任務之一，請使用以下規則：<br/> <br/>

                -要將數據添加到服務器，您需要使用<b>POST</b>方法。 <br/>
                -要檢索數據，請使用<b>GET</b>。 <br/>
                -要更改或更新數據狀態，請使用<b>PUT</b>。 <br/>
                -要取消或刪除數據，請使用<b>刪除</b>。',
    'webapi4' => '請注意，以上規則是可選的，實際上您只能使用GET方法來獲取數據，
                在服務器上插入，更改或刪除數據。但是REST提供了上面描述其名稱的規則
                並說明動作。 <br/> <br/>

                有時，客戶端可以確定所需的返回數據類型（JSON或XML），這些
                定義稱為附加到請求HEADER的MINE視圖。 <br/> <br/>

                以下是與REST服務一起使用的MINE的常見類型。 <br/>
                MIME類型內容類型：<br/>
                -<b>JSON</b>應用程序/ json <br/>
                -<b>XML</b>應用程序/ xml <br/>
                -<b>XHTML</b>應用程序/ xhtml + xml <br/> <br/>

                例如，客戶發送其移動應用程序的天氣信息請求
                並要求將數據以JSON格式返回給他。',
    'wepapi5' => '結論',
    'wepapi6' => '多虧了API和http（s），以及JSON數據交換格式，我們可以為
                 在Android或其他能夠接收和處理的程序上開發的移動應用程序
                 JSON形式的數據。 這是一種非常方便的數據傳輸格式。
                 今天，所有為手機開發的應用程序都可以做到這一點。',

    'policy2' => '“ Makklays網站的管理（以下簡稱“網站管理”）-授權員工代表Makklays管理網站，負責組織和（或）處理個人數據，並確定處理個人數據的目的，要處理的個人數據的組成，使用個人數據執行的操作（操作）。 <br/>
“個人數據”-與特定或可確定的自然人直接或間接相關的任何信息（個人數據的主體）。 <br/>
“處理個人數據”-使用自動化工具執行的任何操作（操作）或一組操作（操作），或不將此類工具與個人數據一起使用，包括收集，記錄，系統化，累積，存儲，澄清（更新，更改），提取，使用，轉移（分發，提供，訪問），去個性化，阻止，刪除，破壞個人數據。 <br/>
“個人數據的機密性”-要求操作員或已獲得個人數據訪問權的其他人遵守該要求的規定，未經個人數據主體或其他法律依據的同意，不允許其傳播。 <br/>
“站點用戶”（以下簡稱“用戶”）是指可以通過互聯網訪問站點並使用代理機構站點的人。 <br/>
“ Cookies”-由Web服務器發送並存儲在用戶計算機上的一小段數據，當嘗試打開相應站點的頁面時，Web客戶端或Web瀏覽器每次都會在HTTP請求中將其發送到Web服務器。 <br/>
“ IP地址”-通過IP構建的計算機網絡中節點的唯一網絡地址。',
    'policy3' => '一般規定',
    'policy4' => '用戶使用代理商的網站即表示接受本隱私政策以及處理用戶個人數據的條件。 <br/>
如果不同意隱私政策的條款，則用戶必須停止使用該網站。 <br/>
本隱私政策僅適用於Makklays網站。網站Makklays的管理不控制用戶，也不對第三方網站負責，用戶可以單擊該網站上的鏈接。 <br/>
站點管理不會驗證站點用戶提供的個人數據的準確性。',
    'policy5' => '隱私政策的主題',
    'policy6' => '本隱私政策規定了Makklays網站管理部門的義務，即在使用反饋表，訂閱新聞或訂購服務時，不披露並確保根據網站管理部門的要求用戶提供的個人數據的機密性。 <br/>
用戶通過填寫Makklays網站頁面上的表格來提供根據本隱私政策允許處理的個人數據。 <br/>
Makklays網站收集有關用戶的以下信息：<br/>
a）用戶的姓氏，名字，贊助人； <br/>
b）用戶的聯繫電話； <br/>
c）電子郵件地址（e-mail）； <br/>
另外，該網站可以自動或在用戶參與下接收其他個人信息，包括但不限於IP地址，瀏覽器版本，引薦來源網址和其他技術信息，這些信息不能用於在沒有其他活動的情況下識別用戶。 />
除本隱私政策中規定的情況外，以上未指定的任何其他個人信息均應進行可靠的存儲和分發。',
    'policy7' => '個人信息收集目標',
    'policy8' => 'Makklays網站管理部門可能會使用用戶的個人數據來進行以下操作：<br/>
與用戶建立反饋，包括發送通知，有關使用原子能機構網站的請求，服務的提供，用戶對請求和應用程序的處理。 <br/>
確認用戶提供的個人數據的準確性和完整性。 <br/>
在與使用代理商網站相關的問題時，向用戶提供有效的客戶和技術支持。 <br/>
代表Makklays或代表代理商的合作夥伴向用戶提供他的同意，產品更新，特價，價格信息，新聞通訊和其他信息。 <br/>
在用戶同意下實施促銷活動。 <br/>
向用戶提供對Makklays合作夥伴的站點或服務的訪問權限，以獲取產品，更新和服務。',
    'policy9' => '處理信息的方法和術語',
    'policy10' => '用戶的個人數據的處理不受任何時間限制，可以通過任何合法手段進行，包括在使用自動化工具或不使用此類工具的個人數據信息系統中進行。 <br/>
用戶的個人數據只能以烏克蘭法律規定的理由和方式轉移到烏克蘭的國家授權機構。 <br/>
萬一丟失或洩露個人數據，站點管理會通知用戶有關丟失或洩露個人數據。 <br/>
網站管理員會採取必要的組織和技術措施，以保護用戶的個人信息免遭未經授權或意外的訪問，破壞，更改，阻止，複製，分發以及第三方的其他非法行為。 <br/>
網站管理部門與用戶一起採取一切必要措施，以防止由於用戶個人數據的丟失或洩露而造成的損失或其他負面後果。',
    'policy11' => '各方的義務',
    'policy12' => '當在Makklays網站上填寫收集個人數據的表格時，用戶有義務提供有關個人數據的可靠信息。 <br/>
站點管理必須：<br/>
a）僅將收到的信息用於本隱私政策中指定的目的。 <br/>
b）確保機密信息是機密的，未經用戶事先書面許可不得洩露，也不得以任何其他可能的方式出售，交換，發布或披露用戶傳輸的個人數據，除非本隱私政策另有規定。 <br/>
c）按照通常用於保護現有業務交易中此類信息的程序，採取預防措施來保護用戶的個人數據的機密性。 <br/>
d）從聯繫或要求用戶或其法定代表人或授權機構保護個人數據主體權利之時起，刪除與相關用戶有關的個人數據。',
    'policy13' => '雙方的責任',
    'policy14' => '根據烏克蘭法律，未履行義務的站點管理部門應對用戶因非法使用個人數據而造成的用戶損失負責，但本隱私政策規定的情況除外。 <br/>
如果丟失或洩露了機密信息，如果以下機密信息，站點管理機構不承擔責任：<br/>
a）在丟失或披露之前已成為公共領域。 <br/>
b）是從第三方收到的，直到站點管理部門收到為止。 <br/>
c）在用戶同意下披露。',
    'policy15' => '附加條款',
    'policy16' => '未經用戶同意，站點管理部門有權對此隱私政策進行更改。 <br/>
新的隱私權政策自其在Makklays網站上發布之日起生效，除非新版本的隱私權政策另有規定。 <br/>
當前的隱私政策可在以下頁面找到：',

    'Read' => '讀',
    'blacklist_secr' => '您的行為對我們來說似乎很可疑，因為我們將您添加到了黑名單中。',
    'statistics_descr' => '網站流量統計',
    'calls_descr' => '訂購開發請求的網站訪問者',
    'orders_descr' => '開發訂單清單',
    'report_cat_dog_descr' => '“貓還是狗”民意調查的響應統計',
    'Choice' => '選擇',
    'List_articles_descr' => '網站上的文章列表，指示語言',
    'List_documents_descr' => '開發所需文件清單',
    'blacklist_descrs' => '已添加到黑名單中的可疑網站訪問者列表',

    'cookies1' => '您同意使用makklays.com.ua網站，我們可以存儲您瀏覽器的cookie。',
    'cookies2' => '要了解有關在我們網站上使用cookie的更多信息，請閱讀',
    'Accept' => '接受',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
];
